omit_indicators_zero_numerator_data_mart=\u062f \u0645\u0627\u0644\u0648\u0645\u0627\u062a\u0648 (\u0689\u0627\u067c\u0627) \u0645\u0627\u0631\u067c \u06a9\u06d0 \u062f \u0635\u0641\u0631 \u0634\u0645\u06d0\u0631\u0648\u0646\u06a9\u064a \u0633\u0631\u0647 \u062f \u0634\u0627\u062e\u0635 \u0627\u0631\u0642\u0627\u0645 \u0644\u0631\u06d0 \u06a9\u0693\u0626
dashboard_charts_to_display=\u062f \u0685\u0631\u06ab\u0646\u062f\u0648\u0644\u0648 \u0644\u067e\u0627\u0631\u0647 \u062f \u0689\u06d0\u0634\u0628\u0648\u0631\u0689 \u0686\u0627\u0631\u067c\u0648\u0646\u0647
code=\u06a9\u0648\u0689 \u06cc\u0627 \u0634\u0641\u0631
system_settings=\u062f \u0633\u06cc\u0633\u067c\u0645 \u062a\u0631\u062a\u06cc\u0628\u0627\u062a
smtp_settings=\u062f \u0628\u0631\u06d0\u069a\u0646\u0627\u0644\u06cc\u06a9 \u062a\u0646\u0638\u06cc\u0645\u0627\u062a.
host_name=\u062f \u06a9\u0648\u0631\u0628\u0647 \u0646\u0648\u0645
username=\u06a9\u0627\u0631\u06d0\u062f\u0648\u0646\u06a9\u06cc \u0646\u0648\u0645 [ \u0633\u06cc\u0633\u067c\u0645 \u062a\u0647 \u0646\u0646\u0648\u062a\u0644 \u0640 \u06a9\u0627\u0631\u06d0\u062f\u0648\u0646\u06a9\u06cc \u0646\u0648\u0645 ]
password=\u067e\u067c\u0646\u0648\u0645
refresh_token=\u062f \u0628\u06cc\u0627 \u062a\u0627\u0632\u0647 \u06a9\u0648\u0644\u0648 \u0646\u069a\u0647
authorization_code=\u062f \u0631\u0633\u0645\u064a \u0627\u062c\u0627\u0632\u06d0 \u06a9\u0648\u0689
application_title=\u062f \u0627\u067e\u0644\u06cc\u06a9\u06d0\u0634\u0646 \u0646\u0648\u0645
dhis-web-maintenance-settings=\u062a\u0631\u062a\u06cc\u0628\u0627\u062a [ \u062a\u0631\u062a\u06cc\u0628\u0627\u062a ]
flag=\u0628\u06cc\u0631\u063a
no_flag=\u0628\u06cc\u0631\u063a \u0646\u0634\u062a\u0647
macos=\u062f \u0645\u0627\u06a9 OS
portal=\u062f \u0646\u0646\u0648\u062a\u0648 \u0644\u0627\u0631
start_page=\u067e\u0627\u06bc\u0647 \u067e\u06cc\u0644 \u06a9\u0693\u0626
no_start_page=\u062f \u067e\u0627\u06bc\u06d0 \u06a9\u062a\u0644 \u0646\u0647 \u067e\u06cc\u0644\u06cc\u0696\u064a
intro_general_settings=\u062f \u06cc\u0648 \u0681\u0627\u06cc \u06a9\u06d0\u062f\u0648 \u0633\u062a\u0631\u0627\u062a\u06cc\u0698\u06cd\u060c \u0632\u06d0\u0631\u0628\u0646\u0627\u064a\u064a \u0645\u0627\u0644\u0648\u0645\u0627\u062a\u0648 (\u0689\u0627\u067c\u0627) \u0628\u0631\u062e\u0648 \u0627\u0648 \u0646\u0648\u0631\u0648 \u062a\u0647 \u067e\u0647 \u067e\u0627\u0645 \u0633\u0631\u0647 \u062f \u0633\u06cc\u0633\u067c\u0645 \u0641\u0639\u0627\u0644\u06cc\u062a \u0681\u0627\u0646\u06ab\u0693\u06cc \u06a9\u0693\u0626.
intro_appearance_settings=\u062f \u0627\u067e\u0644\u06cc\u06a9\u06d0\u0634\u0646 \u0646\u0648\u0645\u060c \u0689\u0648\u0644\u060c \u0628\u06cc\u0631\u063a\u060c \u062f \u067e\u06cc\u0644 \u067e\u0627\u06bc\u06d0 \u062a\u0647 \u067e\u0647 \u067e\u0627\u0645 \u0633\u0631\u0647 \u062f \u0633\u06cc\u0633\u067c\u0645 \u0641\u0639\u0627\u0644\u06cc\u062a \u0681\u0627\u0646\u06ab\u0693\u064a \u06a9\u0693\u0626.
intro_email_settings=\u062f \u06a9\u0648\u0631\u0628\u0647 \u0646\u0648\u0645\u060c \u06a9\u0627\u0631\u0648\u0648\u0646\u06a9\u064a \u0646\u0648\u0645 \u0627\u0648 \u067e\u067c \u0646\u0648\u0645 \u062a\u0647 \u067e\u0647 \u067e\u0627\u0645 \u0633\u0631\u0647 \u062f SMTP \u0689\u0648\u0644\u0647 \u0628\u0631\u06d0\u069a\u0646\u0627\u0644\u06cc\u06a9 \u062a\u0631\u062a\u06cc\u0628 \u0627\u0648 \u06a9\u0693\u0626
intro_approval_settings=\u062f \u0633\u0627\u0632\u0645\u0627\u0646 \u062f \u0648\u0627\u062d\u062f \u0627\u0648 \u06a9\u067c\u06ab\u0648\u0631\u06cd \u062f \u0627\u0646\u062a\u062e\u0627\u0628\u064a \u06ab\u0631\u0648\u067e \u062f \u0633\u0637\u062d\u06d0 \u0645\u0637\u0627\u0628\u0642 \u0647\u063a\u0648 \u0633\u0637\u062d\u0648 \u062a\u0647 \u0628\u06bc\u0647 \u0648\u0631\u06a9\u0648\u0644 \u0686\u06d0 \u067e\u0647 \u0647\u063a\u06d0 \u06a9\u06d0 \u0645\u0627\u0644\u0648\u0645\u0627\u062a (\u0689\u0627\u067c\u0627) \u0645\u0646\u0638\u0648\u0631 \u0634\u0648\u064a \u0648\u064a.
intro_access_settings=\u0685\u0631\u0646\u06ab\u0647 \u0686\u06d0 \u062f \u06a9\u0627\u0631\u0648\u0648\u0646\u06a9\u064a \u0631\u0648\u0644 \u0628\u0627\u06cc\u062f \u067e\u0647 \u062e\u067e\u0644\u0647 \u062f \u06a9\u0627\u0631\u0648\u0648\u0646\u06a9\u064a \u062f \u062b\u0628\u062a \u0644\u067e\u0627\u0631\u0647 \u062f \u06a9\u0627\u0631\u0648\u0644\u0648 \u067e\u0647 \u062a\u0648\u06ab\u0647 \u0633\u06cc\u0633\u067c\u0645 \u062a\u0647 \u062f \u0644\u0627\u0633 \u0631\u0633\u064a \u0631\u0627\u0645\u0646\u0681 \u062a\u0647 \u06a9\u0693\u064a.
intro_data_synchronization = \u062f URL \u0644\u0631\u06d0 \u0648\u0627\u0642\u0639 \u0633\u0631\u0648\u0631 \u0627\u0648 \u067e\u0647 \u06cc\u0648\u0647 \u0648\u062e\u062a \u06a9\u06d0 \u067e\u0647 \u0627\u062a\u0648\u0645\u0627\u062a \u0689\u0648\u0644 \u062f \u0645\u0627\u0644\u0648\u0645\u0627\u062a\u0648 \u062a\u0635\u062f\u06cc\u0642 \u0631\u0627\u0645\u0646\u0681 \u062a\u0647 \u06a9\u0693\u0626.
intro_calendar_settings=\u062f \u0633\u06cc\u0633\u067c\u0645 \u062f \u06a9\u0644\u06cc\u0632 \u0627\u0648 \u0646\u06d0\u067c\u06d0 \u0641\u0627\u0631\u0645\u067c \u062c\u0648\u0693 \u06a9\u0693\u0626. \u0633\u06cc\u0633\u067c\u0645 \u06cc\u0648 \u0633\u0644\u0633\u0644\u0647 \u067e\u0631\u0627\u062e \u06a9\u0644\u06cc\u0632\u0648\u0646\u0647 \u062d\u0645\u0627\u06cc\u0647 \u06a9\u0648\u064a.
intro_oauth2_clients=\u062f OAuth2 \u067e\u0647 \u06a9\u0627\u0631\u0648\u0644\u0648 \u0633\u0631\u0647 \u062f\u063a\u0647 \u0633\u06cc\u0633\u067c\u0645 \u062a\u0647 \u062f \u0644\u0627\u0633 \u0631\u0633\u064a \u067e\u0647 \u0645\u0648\u062e\u0647 \u06cc\u06d0 \u062f \u0645\u0631\u0627\u062c\u0639\u06cc\u0646\u0648 \u062f \u0627\u062c\u0627\u0632\u06d0 \u0644\u067e\u0627\u0631\u0647 \u062c\u0648\u0693 \u06a9\u0693\u0626.
general_settings=\u0639\u0645\u0648\u0645\u064a \u062a\u0646\u0638\u06cc\u0645\u0627\u062a
appearance_settings=\u062f \u0638\u0627\u0647\u0631\u06d0\u062f\u0648 \u062a\u0646\u0638\u06cc\u0645\u0627\u062a.
email_settings=\u062f \u0628\u0631\u06d0\u069a\u0646\u0627\u0644\u06cc\u06a9 \u062a\u0646\u0638\u06cc\u0645\u0627\u062a.
approval_settings=\u062f \u0645\u0646\u0638\u0648\u0631\u06cd \u062a\u0631\u062a\u06cc\u0628\u0627\u062a
calendar_settings=\u062f \u06a9\u0644\u06cc\u0632 \u062a\u0646\u0638\u06cc\u0645\u0627\u062a
access_settings=\u062f \u0644\u0627\u0633\u0631\u0633\u064a \u062a\u0646\u0638\u06cc\u0645\u0627\u062a
data_synchronization=\u062f \u0645\u0627\u0644\u0648\u0645\u0627\u062a\u0648 \u0647\u0645 \u0645\u0647\u0627\u0644\u0647 \u06a9\u0648\u0644
general=\u0639\u0645\u0648\u0645\u06cc\u0627\u062a
appearance=\u0638\u0627\u0647\u0631\u064a \u0689\u0648\u0644
email=\u0627\u06cc\u0645\u06cc\u0644
send_test_email=\u0645\u0627 \u062a\u0647 \u06cc\u0648 \u0627\u0632\u0645\u0627\u06cc\u069a\u062a\u064a \u0628\u0631\u06d0\u069a\u0646\u0627\u0644\u06cc\u06a9 \u0631\u0627\u0648\u0644\u06d0\u0696\u0626
info_send_test_email=\u062f \u062e\u067e\u0644 \u0628\u0631\u06d0\u069a\u0646\u0627\u0644\u06cc\u06a9 \u062f \u0627\u062f\u0631\u0633 \u0644\u067e\u0627\u0631\u0647 \u062f SMTP \u062a\u0623\u0645\u06cc\u0646 \u0634\u0648\u064a\u0648 \u062a\u0631\u062a\u06cc\u0628\u0627\u062a\u0648 \u067e\u0647 \u06a9\u0627\u0631\u0648\u0644\u0648 \u0633\u0631\u0647 \u067e\u0647 \u0627\u062a\u0648\u0645\u0627\u062a \u0689\u0648\u0644 \u0627\u06cc\u062c\u0627\u062f \u0634\u0648\u06cc \u0628\u0631\u06d0\u069a\u0646\u0627\u0644\u06cc\u06a9 \u0648\u0644\u06d0\u0696\u0626.
approval=\u0645\u0646\u0638\u0648\u0631\u064a
message=\u067e\u06d0\u063a\u0627\u0645
hide_unapproved_data_in_analytics=\u062f \u062a\u062d\u0644\u06cc\u0644 \u067e\u0647 \u062a\u0631\u0685 \u06a9\u06d0 \u0646\u0627\u0645\u0646\u0638\u0648\u0631 \u0634\u0648\u064a \u0645\u0627\u0644\u0648\u0645\u0627\u062a (\u0689\u0627\u067c\u0627) \u067e\u067c \u06a9\u0693\u0626
data_approval_levels=\u062f \u0689\u0627\u067c\u0627 \u06cc\u0627 \u0645\u0627\u0644\u0648\u0645\u0627\u062a\u0648 \u062f \u0645\u0646\u0638\u0648\u0631\u06cd \u0633\u0637\u062d\u06d0
approval_level=\u062f \u0645\u0646\u0638\u0648\u0631\u06cd \u0646\u0647\u0627\u062f
organisation_unit_level=\u062f \u0633\u0627\u0632\u0645\u0627\u0646 \u062f \u0648\u0627\u062d\u062f \u0633\u0637\u062d\u0647
select_level=\u0633\u0637\u062d\u0647 \u063a\u0648\u0631\u0647 \u06a9\u0693\u0626
select_set=\u067c\u0648\u0644\u06ab\u0647 \u063a\u0648\u0631\u0647 \u06a9\u0693\u0626
category_option_group_set=\u062f \u06a9\u067c\u06ab\u0648\u0631\u06cd \u062f \u063a\u0648\u0631\u0648\u064a \u062f \u067c\u0648\u0644\u06ab\u06d0 \u06ab\u0631\u0648\u067e
add=\u0627\u0636\u0627\u0641\u0647 \u06cc\u06d0 \u06a9\u0693\u0626
cancel=\u0631\u062f \u06cc\u06d0 \u06a9\u0693\u0626 [ \u0698\u0628\u0627\u0693\u0647 \u0640 \u0631\u062f\u0648\u0644 ]
move_up=\u067e\u0648\u0631\u062a\u0647 \u06cc\u06d0 \u0648\u0644\u06d0\u0696\u062f\u0648\u0626
move_down=\u0644\u0627\u0646\u062f\u06d0 \u062e\u0648\u0627 \u062a\u0647 \u06cc\u06d0 \u0648\u0644\u06d0\u0696\u062f\u0648\u0626
remove=\u0644\u0631\u06d0 \u06a9\u0648\u0644
create_new_approval_level=\u062f \u0645\u0646\u0638\u0648\u0631\u06cd \u0646\u0648\u06d0 \u0633\u0637\u062d\u0647 \u062c\u0648\u0693\u0647 \u06a9\u0693\u0626
confirm_delete_data_approval_level=\u0622\u06cc\u0627 \u062f \u0645\u0627\u0644\u0648\u0645\u0627\u062a\u0648 (\u0689\u0627\u067c\u0627) \u062f \u062f\u063a\u06d0 \u0633\u0637\u062d\u06d0 \u062f \u0645\u0646\u0638\u0648\u0631\u06cd \u067e\u0647 \u062d\u0630\u0641\u0648\u0644\u0648 \u0645\u0637\u0645\u06cc\u0646 \u06cc\u0627\u0633\u062a\u061f
details=\u062c\u0632\u06cc\u0627\u062a [ \u0698\u0628\u0627\u0693\u0647 \u0640 \u062c\u0632\u06cc\u0627\u062a ]
specify_organisation_unit_level=\u062f \u0633\u0627\u0645\u0627\u0646 \u062f \u0648\u0627\u062d\u062f \u0633\u0637\u062d\u0647 \u0645\u0634\u062e\u0635 \u06a9\u0693\u0626
approval_level_is_already_defined=\u062f \u0645\u0646\u0638\u0648\u0631\u06cd \u0633\u0637\u062d\u0647 \u0644\u0647 \u0648\u0693\u0627\u0646\u062f\u06d0 \u062a\u0639\u06cc\u06cc\u0646 \u0634\u0648\u06d0
disable_dataentry_when_dataset_completed=\u062f \u0645\u0627\u0644\u0648\u0645\u0627\u062a\u0648 (\u0689\u0627\u067c\u0627) \u062f \u067c\u0648\u0644\u06ab\u06d0 \u0644\u0647 \u0628\u0634\u067e\u0693\u06d0\u062f\u0648 \u0648\u0631\u0648\u0633\u062a\u0647 \u062f \u0645\u0627\u0644\u0648\u0645\u0627\u062a\u0648 (\u0689\u0627\u067c\u0627) \u062b\u0628\u062a\u0648\u0644 \u063a\u06d0\u0631 \u0641\u0639\u0627\u0644\u0647 \u06a9\u0693\u0626
data_analysis_factor=\u0645\u0627\u0644\u0648\u0645\u0627\u062a (\u0689\u0627\u067c\u0627) \u062f std dev \u0639\u0627\u0645\u0644 \u062a\u062d\u0644\u06cc\u0644\u0648\u064a
aggregation_strategy=\u062f \u06cc\u0648 \u0681\u0627\u06cc \u06a9\u06d0\u062f\u0648 \u0633\u062a\u0631\u0627\u062a\u06cc\u0698\u064a
real_time=\u0648\u0627\u0642\u0639\u064a \u0648\u062e\u062a
batch=\u062f\u0633\u062a\u0647 \u06cc\u0627 \u0628\u0631\u062e\u0647
days_after_period_timeliness=\u062f \u0645\u0648\u062f\u06d0 \u062f \u067e\u0627\u06cc \u062a\u0647 \u0631\u0633\u06d0\u062f\u0648 \u0648\u0631\u0648\u0633\u062a\u0647 \u067e\u0631 \u067c\u0627\u06a9\u0644\u064a \u0648\u062e\u062a \u062f \u0645\u0627\u0644\u0648\u0645\u0627\u062a\u0648 (\u0689\u0627\u067c\u0627) \u062f \u0633\u067e\u0627\u0631\u0644\u0648 \u0648\u0631\u0681\u06d0
infrastructural_data_elements=\u062f \u0632\u06d0\u0631\u0628\u0646\u0627\u064a\u064a \u0645\u0627\u0644\u0648\u0645\u0627\u062a\u0648 (\u0689\u0627\u067c\u0627) \u0628\u0631\u062e\u06d0
infrastructural_period_type=\u062f \u0632\u06d0\u0631\u0628\u0646\u0627\u064a\u064a \u0645\u0648\u062f\u06d0 \u0689\u0648\u0644
feedback_recipients=\u062f \u0646\u0638\u0631 \u062a\u0631\u0644\u0627\u0633\u0647 \u06a9\u0648\u0648\u0646\u06a9\u064a
no_feedback_recipients=\u062f \u067e\u06d0\u063a\u0627\u0645 \u0647\u06d0\u0685 \u062a\u0631\u0644\u0627\u0633\u0647 \u06a9\u0648\u0648\u0646\u06a9\u064a \u0646\u0647 \u0644\u0631\u064a
completeness_recipients=\u062f \u0628\u0634\u0693\u0648\u0644\u0648 \u062f \u062e\u0628\u0631\u062a\u06cc\u0627 \u062a\u0631\u0644\u0627\u0633\u0647 \u06a9\u0648\u0648\u0646\u06a9\u064a
no_completeness_recipients=\u062f \u0628\u0634\u0693\u0648\u0644\u0648 \u062e\u0628\u0631\u062a\u06cc\u0627 \u0647\u06d0\u0685 \u062a\u0631\u0644\u0627\u0633\u0647 \u06a9\u0648\u0648\u0646\u06a9\u064a \u0646\u0647 \u0644\u0631\u064a
system_overview=\u062f \u0633\u06cc\u0633\u067c\u0645 \u0639\u0645\u0648\u0645\u064a \u06a9\u062a\u0646\u0647
cache_strategy=\u062f \u0633\u0627\u062a\u0646\u06d0 \u0633\u062a\u0631\u0627\u062a\u06cc\u0698\u064a
calendar=\u06a9\u0644\u06cc\u0632
date_format=\u062f \u0646\u06d0\u067c\u06d0 \u0641\u0627\u0631\u0645\u067c
no_cache=\u062f \u0633\u0627\u062a\u0646\u06d0 \u0647\u06d0\u0685 \u0681\u0627\u06cc \u0646\u0647 \u0644\u0631\u064a
cache_until_6am_tomorrow=\u062f \u0633\u0628\u0627 \u0633\u0647\u0631 \u062a\u0631 \u0634\u067e\u0696\u0648 \u0628\u062c\u0648 \u067e\u0648\u0631\u06d0 \u06cc\u06d0 \u0648\u0633\u0627\u062a\u0626
cache_for_one_hour=\u062a\u0631 \u0633\u0648\u0647 \u0633\u0627\u0639\u062a \u067e\u0648\u0631\u06d0 \u06cc\u06d0 \u0648\u0633\u0627\u062a\u0626
cache_for_two_weeks=\u062a\u0631 \u062f\u0648\u0648 \u0627\u0648\u0646\u06cc\u0648 \u067e\u0648\u0631\u06d0 \u06cc\u06d0 \u0648\u0633\u0627\u062a\u0626
max_levels_to_offline=\u062f \u0645\u0627\u06a9\u0633 \u062f \u0644\u06cc\u06a9\u06d0 \u0685\u062e\u0647 \u062f \u0628\u0627\u0646\u062f\u06d0 \u062f \u0633\u0627\u0632\u0645\u0627\u0646 \u062f \u0648\u0627\u062d\u062f \u0633\u0637\u062d\u06d0
relative_to_current_user=\u0627\u0648\u0633\u0646\u06cd \u06a9\u0627\u0631\u0648\u0648\u0646\u06a9\u064a \u067e\u0648\u0631\u06d0 \u0627\u0693\u0648\u0646\u062f
phone_number_area_code = \u062f \u0633\u0627\u062d\u0648\u064a \u06a9\u0648\u0689 \u0633\u0631\u0647 \u06ab\u0631\u0681\u0646\u062f\u0647 \u067c\u0644\u06cc\u0641\u0648\u0646 \u0634\u0645\u06d0\u0631\u0647
google_analytics_ua_key=\u062f \u06ab\u0648\u06ab\u0644 \u062f \u0685\u06d0\u0693\u0646\u0648 (\u0639\u0645\u0648\u0645\u064a \u0685\u06d0\u0693\u0646\u0648) \u06a9\u0644\u064a
application_introduction=\u062f \u0627\u067e\u0644\u06cc\u06a9\u06d0\u0634\u0646 \u067e\u06d0\u0698\u0646\u062f\u06ab\u0644\u0648\u064a
remote_access_settings=\u062f \u0644\u0631\u06d0 \u0648\u0627\u067c\u0646 \u062f \u0644\u0627\u0633 \u0631\u0633\u064a \u062a\u0631\u062a\u06cc\u0628\u0627\u062a
do_not_allow_self_registration=\u067e\u0647 \u062e\u067e\u0644 \u0633\u0631 \u062b\u0628\u062a \u062a\u0647 \u0627\u062c\u0627\u0632\u0647 \u0646\u0647 \u0648\u0631\u06a9\u0648\u064a
do_not_require_recaptcha_for_self_registration=\u067e\u0647 \u062e\u067e\u0644 \u0633\u0631 \u062b\u0628\u062a \u0644\u067e\u0627\u0631\u0647 recaptcha \u062a\u0647 \u0627\u0693\u062a\u06cc\u0627 \u0646\u0647 \u0644\u0631\u064a
self_registration_account_user_role=\u067e\u0647 \u062e\u067e\u0644 \u0633\u0631 \u062f \u062d\u0633\u0627\u0628 \u067e\u0647 \u062b\u0628\u062a\u0648\u0644\u0648 \u06a9\u06d0 \u062f \u06a9\u0627\u0631\u0648\u0648\u0646\u06a9\u064a \u0631\u0648\u0644
self_registration_account_organisation_unit=\u067e\u0647 \u062e\u067e\u0644 \u0633\u0631 \u062f \u062d\u0633\u0627\u0628 \u062f \u062b\u0628\u062a \u0644\u067e\u0627\u0631\u0647 \u062f \u0633\u0627\u0632\u0645\u0627\u0646 \u0648\u0627\u062d\u062f
access=\u0644\u0627\u0633 \u0631\u0633\u06cc
remote_access=\u062f \u0644\u0631\u06d0 \u0648\u0627\u067c\u0646 \u062f \u0644\u0627\u0633 \u0631\u0633\u06cc
enable_user_account_recovery=\u062f \u062d\u0633\u0627\u0628 \u06a9\u0627\u0631\u0648\u0648\u0646\u06a9\u064a \u062a\u0647 \u062f \u0628\u06d0\u0631\u062a\u0647 \u062a\u0631\u0644\u0627\u0633\u0647 \u06a9\u0648\u0644\u0648 \u062a\u0648\u0627\u0646 \u0648\u0631\u06a9\u0648\u064a
enable_user_account_invite=\u062f \u062d\u0633\u0627\u0628 \u06a9\u0627\u0631\u0648\u0648\u0646\u06a9\u064a \u062a\u0647 \u062f \u0628\u0644\u0646\u06d0 \u062a\u0648\u0627\u0646 \u0648\u0631\u06a9\u0648\u064a
select_organisation_unit=\u062f \u0633\u0627\u0632\u0645\u0627\u0646 \u0648\u0627\u062d\u062f \u063a\u0648\u0631\u0647 \u06a9\u0693\u0626
application_notification=\u062f \u0633\u06cc\u0633\u067c\u0645 \u062e\u0628\u0631\u062a\u06cc\u0627
multi_organisation_unit_forms=\u062f \u06ab\u06bc\u0648 \u0633\u0627\u0632\u0645\u0627\u0646\u0648\u0646\u0648 \u062f \u0648\u0627\u062d\u062f \u0689\u0648\u0644\u0648\u0646\u0648 \u062a\u0647 \u062a\u0648\u0627\u0646 \u0648\u0631\u06a9\u0648\u064a
port=\u062f \u0646\u0646\u0648\u062a\u0648 \u0644\u0627\u0631
tls=TLS
email_sender=\u062f \u0628\u0631\u06d0\u069a\u0646\u0627\u0644\u06cc\u06a9 \u0644\u06d0\u0696\u0648\u0646\u06a9\u06cc
allows_html=\u062f HTML \u0689\u0648\u0644 \u062a\u0647 \u0627\u062c\u0627\u0632\u0647 \u0648\u0631\u06a9\u0648\u064a
application_left_footer=\u062f \u06a9\u06cc\u06bc \u0644\u0648\u0631\u064a \u062f \u0644\u0627\u0646\u062f\u06cc\u0646\u06cd \u0628\u0631\u062e\u06d0 \u0627\u067e\u0644\u06cc\u06a9\u06d0\u0634\u0646
application_right_footer=\u062f \u069a\u064a \u0644\u0648\u0631\u064a \u062f \u0644\u0627\u0646\u062f\u06cc\u0646\u06cd \u0628\u0631\u062e\u06d0 \u0627\u067e\u0644\u06cc\u06a9\u06d0\u0634\u0646
user_credentials_expires=\u062f \u06a9\u0627\u0631\u0648\u0648\u0646\u06a9\u064a \u062d\u0633\u0627\u0628 \u067e\u067c \u0646\u0648\u0645 \u0628\u062f\u0644\u0648\u0644\u0648 \u062a\u0647 \u0627\u0693\u062a\u06cc\u0627 \u0644\u0631\u064a
never=\u0647\u06d0\u0685\u06a9\u0644\u0647 \u0646\u0647
months=Months
openid_provider_label=\u062f ID \u062f \u0628\u0631\u0627\u0628\u0631\u0648\u0648\u0646\u06a9\u064a \u0646\u069a\u0647 (\u0644\u06d0\u0628\u0644) \u067e\u0631\u0627\u0646\u06cc\u0632\u0626
openid_provider=\u062f ID \u062f \u0628\u0631\u0627\u0628\u0631\u0648\u0648\u0646\u06a9\u064a  \u067e\u0631\u0627\u0646\u06cc\u0632\u0626
allow_users_to_grant_own_user_roles=\u06a9\u0627\u0631\u0648\u0648\u0646\u06a9\u0648 \u062a\u0647 \u0627\u062c\u0627\u0632\u0647 \u0648\u0631\u06a9\u0693\u0626 \u0686\u06d0 \u062f \u062e\u067e\u0644 \u06a9\u0627\u0631\u0648\u0648\u0646\u06a9\u064a \u062f\u0646\u062f\u06d0 \u0648\u0631\u06a9\u0693\u064a
object_not_deleted_associated_by_objects=\u0647\u06d0\u0685 \u0645\u0648\u0636\u0648\u0639 \u0646\u0647 \u062f\u0647 \u062d\u0630\u0641 \u0634\u0648\u06d0 \u0681\u06a9\u0647 \u0686\u06d0 \u062f \u0645\u0648\u0636\u0648\u0639\u0627\u062a\u0648 \u0644\u0647 \u0689\u0648\u0644 \u0633\u0631\u0647 \u062a\u0693\u0627\u0648 \u0644\u0631\u064a
analytics_max_limit=\u062f \u062a\u062d\u0644\u06cc\u0644\u064a \u0633\u0648\u0627\u0628\u0642\u0648 \u06cc\u0627 \u0631\u06cc\u06a9\u0627\u0631\u0689\u0648\u0646\u0648 \u0646\u0647\u0627\u064a\u064a \u0634\u0645\u06d0\u0631
unlimited=\u063a\u06d0\u0631\u06d0 \u0645\u062d\u062f\u0648\u062f \u062f\u06cc
uses_image_from=\u0627\u0646\u0681\u0648\u0631 \u0628\u0647 \u0648\u06a9\u0627\u0631\u0648\u064a \u0644\u0647
custom_login_page_logo=\u062f \u0633\u06cc\u0633\u067c\u0645 \u067e\u0627\u06bc\u06d0 \u062a\u0647 \u062f \u0646\u0646\u0648\u062a\u0648 \u0641\u0631\u0645\u0627\u06cc\u0634\u064a \u0644\u0648\u06ab\u0648
custom_top_menu_logo=\u062f \u0645\u06cc\u0646\u0648 \u062f \u0633\u0631 \u0641\u0631\u0645\u0627\u06cc\u0634\u064a \u0644\u0648\u06ab\u0648
synchronization_settings=\u067e\u0647 \u0647\u0645 \u0645\u0647\u0627\u0644 \u0648\u062e\u062a \u06a9\u06d0 \u062f \u067e\u06d0\u069a\u0648 \u062f \u0647\u0645\u063a\u0696\u06cd \u062a\u0646\u0638\u06cc\u0645\u0627\u062a
oauth2_clients=\u062f OAuth2 \u0645\u0631\u0627\u062c\u0639\u06cc\u0646
remote_server_url=\u062f URL \u062f \u0644\u0631\u06d0 \u0648\u0627\u067c\u0646 \u0633\u0631\u0648\u0631
remote_server_username=\u062f \u0644\u0631\u06d0 \u0648\u0627\u067c\u0646 \u062f \u0633\u0631\u0648\u0631 \u06a9\u0627\u0631\u0648\u0648\u0646\u06a9\u06cc \u0646\u0648\u0645
remote_server_password=\u062f \u0644\u0631\u06d0 \u0648\u0627\u067c\u0646 \u062f \u0633\u0631\u0648\u0631 \u067e\u067c \u0646\u0648\u0645
metadata_versioning=\u062f \u0645\u06cc\u067c\u0627 \u0689\u0627\u067c\u0627 \u0646\u0633\u062e\u0647
recommended=\u0648\u0693\u0627\u0646\u062f\u06cc\u0632 \u0634\u0648\u06cc
put_analytics_in_maintenance_mode=\u0685\u06d0\u0693\u0646\u06d0 \u06cc\u0627 \u062a\u062d\u0644\u06cc\u0644\u0648\u0646\u0647 \u062f \u0685\u0627\u0631\u0646\u06d0 \u067e\u0647 \u0628\u06bc\u0647 \u0681\u0627\u06cc \u067e\u0631 \u0681\u0627\u06cc \u06a9\u0693\u0626
returns=\u0628\u06d0\u0631\u062a\u0647 \u0634\u0627\u062a\u0647 \u0648\u0631\u06ab\u0631\u0681\u0626
test_settings=\u0627\u0632\u0645\u0627\u06cc\u069a\u062a\u064a \u062a\u0631\u062a\u06cc\u0628\u0627\u062a
hidden=\u067e\u067c \u0634\u0648\u064a \u062f\u064a
no_of_database_server_cpus=\u062f CPUs \u062f \u0689\u0627\u067c\u0627\u0628\u06cc\u0633 \u062f \u0633\u0631\u0648\u0631 \u0646\u0645\u0628\u0631
automatic=\u0627\u062a\u0648\u0645\u0627\u062a\u06cc\u06a9
detect_based_on_web_server=\u0627\u062a\u0648\u0645\u0627\u062a (\u062f \u0648\u06d0\u0628 \u067e\u0627\u06bc\u06d0 \u062f \u0633\u0631\u0648\u0631 \u067e\u0631 \u0627\u0633\u0627\u0633 \u06a9\u0634\u0641\u0648\u0644)
help_page_link = \u062f \u0645\u0631\u0633\u062a\u0646\u062f\u0648\u06cc\u0647 \u067e\u0627\u06bc\u06d0 \u0644\u06cc\u0646\u06a9
server_base_url = \u062f \u0633\u0631\u0648\u0631 \u067e\u0631 \u0627\u0633\u0627\u0633 URL
acceptance_required_before_approval=\u062f \u0645\u0646\u0638\u0648\u0631 \u0646\u0647 \u0648\u0693\u0627\u0646\u062f\u06d0 \u0628\u0627\u06cc\u062f \u0648\u0645\u0646\u0644 \u0634\u064a
system_notifications_email_address=\u062f \u0633\u06cc\u0633\u067c\u0645 \u062f \u062e\u067e\u0631\u062a\u06cc\u0627\u0648\u0648 \u062f \u0628\u0631\u06d0\u069a\u0646\u0627\u0644\u06cc\u06a9 \u0627\u062f\u0631\u0633
default_analysis_relative_period=\u062f \u062a\u062d\u0644\u06cc\u0644 \u0627\u0693\u0648\u0646\u062f\u0647 \u0627\u0635\u0644\u064a \u0645\u0648\u062f\u0647
infrastructural_indicators=\u062f \u0632\u06d0\u0631\u0628\u0646\u0627 \u0634\u0627\u062e\u0635\u0648\u0646\u0647
cors_whitelist=\u062f CORS \u0633\u067e\u06cc\u0646 \u0644\u06d0\u0633\u067c
require_authority_to_add_to_view_object_lists=\u0628\u0627\u06cc\u062f \u062f \u0627\u0642\u0644\u0627\u0645\u0648 \u062f \u0644\u06d0\u0633\u067c \u062f \u06a9\u062a\u0644\u0648 \u0627\u0648 \u0627\u0636\u0627\u0641\u0647 \u06a9\u0648\u0644\u0648 \u0648\u0627\u06a9 \u0648\u0644\u0631\u064a
for_example=\u062f \u0628\u06d0\u0644\u06ab\u06d0 \u067e\u0647 \u062a\u0648\u06ab\u0647
allow_assigning_object_to_related_objects_during_add_or_update=\u062f \u0627\u0636\u0627\u0641\u0647 \u06a9\u0648\u0644\u0648 \u06cc\u0627 \u062a\u062c\u062f\u06cc\u062f \u067e\u0631\u0645\u0647\u0627\u0644 \u0627\u0693\u0646\u062f\u0648 \u0627\u0642\u0644\u0627\u0645\u0648 \u0633\u0631\u0647 \u062f \u06cc\u0648\u06d0 \u0628\u0631\u062e\u06d0 \u062f \u0633\u067e\u0627\u0631\u0644\u0648 \u0627\u062c\u0627\u0632\u0647 \u0648\u0631\u06a9\u0648\u064a
delete_oauth2_client=\u0622\u06cc\u0627 \u067e\u0647 \u0631\u069a\u062a\u06cc\u0627 \u0647\u0645 \u063a\u0648\u0627\u0693\u0626 \u062f \u0645\u0631\u0627\u062c\u0639\u0647 \u06a9\u0648\u0648\u0646\u06a9\u064a \u062f\u063a\u0647 OAuth2 \u0644\u0631\u06d0 \u06a9\u0693\u0626\u061f
oauth2_client_management=\u062f OAuth2 \u0645\u062f\u06cc\u0631\u06cc\u062a
create_new_oauth2_client=\u062f \u0645\u0631\u0627\u062c\u0639\u0647 \u06a9\u0648\u0648\u0646\u06a9\u064a \u0646\u0648\u06cc OAuth2 \u062c\u0648\u0693 \u06a9\u0693\u0626
edit_oauth2_client=\u062f \u0645\u0631\u0627\u062c\u0639\u0647 \u06a9\u0648\u0648\u0646\u06a9\u064a OAuth2 \u062a\u0635\u062d\u06cc\u062d \u06a9\u0693\u0626
name=\u0646\u0648\u0645 [ \u0698\u0628\u0627\u0693\u0647 \u0640 \u0646\u069a\u0647 \u0640 \u0646\u0648\u0645 ]
short_name=\u0644\u0646\u0689 \u0646\u0648\u0645 [ \u0644\u0646\u0689 - \u0646\u0648\u0645 ]
client_id=\u062f \u0645\u0631\u0627\u062c\u0639\u0647 \u06a9\u0648\u0648\u0646\u06a9\u064a ID
client_secret=\u062f \u0645\u0631\u0627\u062c\u0639\u0647 \u06a9\u0648\u0648\u0646\u06a9\u064a \u0631\u0627\u0632
grant_types=\u062f \u0689\u0648\u0644\u0648\u0646\u0648 \u0631\u06a9\u0648\u0644
redirect_uris=\u062f URIs \u0628\u06cc\u0627\u0681\u0644\u064a \u0631\u0647\u0646\u0645\u0627\u064a\u064a \u06a9\u0648\u0644
Weekly=\u0627\u0648\u0648\u0646\u06cc\u0632
yearly=\u06a9\u0644\u0646\u06cd
Daily=\u0648\u0631\u0681\u0646\u064a [ \u062f \u0645\u0648\u062f\u06d0 \u0689\u0648\u0644 ]
Quarterly=\u062f\u0631\u06d0 \u0645\u06cc\u0627\u0634\u062a\u0646\u06cd
Monthly=\u0645\u06cc\u0627\u0634\u062a\u0646\u06cd
THIS_BIMONTH=\u0627\u06cc\u0646 \u062f\u0648\u0645\u0627\u0647\u0647
THIS_MONTH=\u0645\u0627\u0647 \u0647\u0630\u0627
THIS_QUARTER=\u0631\u0628\u0639 \u0647\u0630\u0627
THIS_SIX_MONTH=\u0634\u0634 \u0645\u0627\u0647 \u0647\u0630\u0627
THIS_WEEK=\u0647\u0641\u062a\u0647 \u0647\u0630\u0627
import_settings=\u062f \u0628\u0631\u06d0\u069a\u0646\u0627\u0644\u06cc\u06a9 \u062a\u0631\u062a\u06cc\u0628\u0627\u062a
require_category_option_combos_to_match=\u062f \u0689\u0627\u067c\u0627 \u06cc\u0627 \u0645\u0627\u0644\u0648\u0645\u0627\u062a\u0648 \u062f \u0628\u0631\u062e\u06d0 \u062f \u062a\u0631\u06a9\u06cc\u0628\u064a \u06a9\u067c\u06ab\u0648\u0631\u06cd \u0633\u0631\u0647 \u062f \u0645\u0637\u0627\u0628\u0642\u062a \u067e\u0647 \u0645\u0648\u062e\u0647 \u062f \u06a9\u067c\u06ab\u0648\u0631\u06cd \u062f \u062a\u0631\u06a9\u06cc\u0628 \u0627\u0646\u062a\u062e\u0627\u0628 \u0644\u0627\u0632\u0645 \u062f\u06cc.
require_organisation_units_to_match_assignment=\u062f \u0689\u0627\u067c\u0627 \u06cc\u0627 \u0645\u0627\u0644\u0648\u0645\u0627\u062a\u0648 \u062f \u067c\u0648\u0644\u06ab\u06d0 \u0633\u0631\u0647 \u062f \u0645\u0637\u0627\u0628\u0642\u062a \u067e\u0647 \u0645\u0646\u0638\u0648\u0631 \u062f \u0633\u0627\u0632\u0645\u0627\u0646 \u0648\u0627\u062d\u062f\u0648\u0646\u0648 \u062a\u0647 \u0627\u0693\u062a\u06cc\u0627 \u0644\u06cc\u062f\u0644 \u06a9\u06cc\u0696\u064a.
require_attribute_option_combos_to_match=\u062f \u0689\u0627\u067c\u0627 \u06cc\u0627 \u0645\u0627\u0644\u0648\u0645\u0627\u062a\u0648 \u062f \u067c\u0648\u0644\u06ab\u06d0 \u062f \u06a9\u067c\u06ab\u0648\u0631\u06cd \u062f \u062a\u0631\u06a9\u06cc\u0628 \u0633\u0631\u0647 \u062f \u0645\u0637\u0627\u0628\u0642\u062a \u0644\u067e\u0627\u0631\u0647 \u062f \u062a\u0631\u06a9\u06cc\u0628\u064a \u0681\u0627\u0646\u06ab\u0693\u062a\u06cc\u0627 \u0627\u0693\u06cc\u0646\u0647 \u062f\u0647.
require_category_option_combo_to_be_specified=\u062f \u06a9\u067c\u06ab\u0648\u0631\u06cd \u062f \u062a\u0631\u06a9\u06cc\u0628 \u0627\u0646\u062a\u062e\u0627\u0628 \u0628\u0627\u06cc\u062f \u0645\u0634\u062e\u0635 \u06a9\u0693\u0627\u06cc \u0634\u064a
require_attribute_option_combo_to_be_specified=\u062f \u0627\u0693\u062a\u06cc\u0627 \u0648\u0693 \u0681\u0627\u0646\u06ab\u0693\u062a\u06cc\u0627 \u062f \u062a\u0631\u06a9\u06cc\u0628 \u0627\u0646\u062a\u062e\u0627\u0628 \u0628\u0627\u06cc\u062f \u0645\u0634\u062e\u0635 \u06a9\u0693\u0644 \u0634\u064a
require_periods_to_match_period_type=\u062f \u0689\u0627\u067c\u0627 \u06cc\u0627 \u0645\u0627\u0644\u0648\u0645\u0627\u062a\u0648 \u062f \u067c\u0648\u0644\u06ab\u06d0 \u062f \u0645\u0648\u062f\u06d0 \u062f \u0689\u0648\u0644 \u0633\u0631\u0647 \u062f \u0645\u0637\u0627\u0628\u0642\u062a \u067e\u0647 \u0645\u0648\u062e\u0647 \u0645\u0648\u062f\u0648 \u062a\u0647 \u0627\u0693\u062a\u06cc\u0627 \u0644\u06cc\u062f\u0644 \u06a9\u06cc\u0696\u064a
require_data_elements_to_be_part_of_data_set=Require data elements to be part of data set
yyyy-MM-dd=1981-03-31 (yyyy-MM-dd)
dd-MM-yyyy=03-31-1981 (dd-MM-yyyy)
server_settings=\u062f \u0633\u0631\u0648\u0631 \u062a\u0646\u0638\u06cc\u0645\u0627\u062a
level=\u0633\u0637\u062d\u0647
search_settings=\u062f \u0644\u067c\u0648\u0646 \u062a\u0646\u0638\u06cc\u0645\u0627\u062a
no_settings_found_that_match=\u062f \u0644\u067c\u0648\u0646 \u0633\u0631\u0647 \u0647\u06d0\u0685 \u0689\u0648\u0644 \u062a\u0646\u0638\u06cc\u0645\u0627\u062a \u0645\u0637\u0627\u0628\u0642\u062a \u0646\u0647 \u0644\u0631\u064a
no_oauth2_clients_registered=\u0627\u0648\u0633\u0645\u0647\u0627\u0644 \u062f OAuth2 \u0647\u06d0\u0685 \u0645\u0631\u0627\u062c\u0639\u06cc\u0646 \u0646\u0647 \u062f\u064a \u0631\u0627\u062c\u0633\u067c\u0631 \u0634\u0648\u064a
enter_one_uri_per_line=\u067e\u0647 \u0647\u0631\u0647 \u06a9\u0631\u069a\u0647 \u06a9\u06d0 \u06cc\u0648 URI \u062f\u0627\u062e\u0644 \u06a9\u0693\u0626
3_months=\u062f\u0631\u06d0 \u0645\u06cc\u0627\u0634\u062a\u06d0
6_months=\u0634\u067e\u0696 \u0645\u06cc\u0627\u0634\u062a\u06d0
12_months=\u062f\u0648\u0644\u0633 \u0645\u06cc\u0627\u0634\u062a\u06d0
settings_updated=\u062a\u0646\u0638\u06cc\u0645\u0627\u062a \u0646\u0648\u064a \u06cc\u0627 \u062a\u062c\u062f\u06cc\u062f \u0634\u0648\u0644
shortname=
one_url_per_line=\u067e\u0647 \u0647\u0631\u0647 \u06a9\u0631\u069a\u0647 \u06a9\u06d0 \u06cc\u0648 URL
field_required=\u062f\u0627 \u0633\u0627\u062d\u0647 \u0627\u0693\u06cc\u0646\u0647 \u062f\u0647
value_should_be_a_url=\u062f\u0627 \u0633\u0627\u062d\u0647 \u0628\u0627\u06cc\u062f \u06cc\u0648 URL \u0648\u0644\u0631\u064a
value_should_be_an_email=\u062f\u0627 \u0633\u0627\u062d\u0647 \u0628\u0627\u06cc\u062f \u06cc\u0648 \u0628\u0631\u06d0\u069a\u0646\u0627\u0644\u06cc\u06a9 \u0648\u0644\u0631\u064a
field_should_be_a_number=\u062f\u0627 \u0628\u0631\u062e\u0647 \u0628\u0627\u06cc\u062f \u06cc\u0648\u0647 \u0634\u0645\u06d0\u0631\u0647 \u0648\u0644\u0631\u064a
field_should_be_list_of_urls=\u062f\u0627 \u0633\u0627\u062d\u0647 \u0628\u0627\u06cc\u062f \u062f \u0627\u0639\u062a\u0628\u0627\u0631 \u0648\u0693 \u06cc\u0648 \u062f URLs \u0644\u06d0\u0633\u067c \u0627\u0648 \u0647\u0631\u0647 \u06a9\u0631\u069a\u0647 \u06cc\u0648 URL \u0648\u0644\u0631\u064a
server=\u0633\u0631\u0648\u0631
import=\u0689\u0627\u067c\u0627 \u06cc\u0627 \u0645\u0627\u0644\u0648\u0645\u0627\u062a \u0648\u0644\u06d0\u0696\u062f\u0648\u0626
synchronization=\u0647\u0645 \u0645\u0647\u0627\u0644\u0647 \u06a9\u0648\u0644
search_results=\u067e\u0627\u06cc\u0644\u06d0 \u0648\u0644\u067c\u0648\u0626
replace_image=\u0627\u0646\u0681\u0648\u0631 \u062a\u0647 \u0628\u062f\u0644\u0648\u0646 \u0648\u0631\u06a9\u0693\u0626
preview_image=\u0627\u0646\u0681\u0648\u0631 \u069a\u06a9\u0627\u0631\u0647 \u06a9\u0693\u0626
cancel_upload=\u0631\u062f \u06cc\u06d0 \u06a9\u0693\u0626
upload_image=\u0627\u0646\u0681\u0648\u0631 \u0622\u067e\u0644\u0648\u0689 \u06cc\u0627 \u0627\u0636\u0627\u0641\u0647 \u06a9\u0693\u0626
apps=\u0627\u067e\u0644\u06cc\u06a9\u06d0\u0634\u0646\u0648\u0646\u0647
apps_settings=\u062f \u0627\u067e\u0644\u06cc\u06a9\u06d0\u0634\u0646 \u062a\u0631\u062a\u06cc\u0628\u0627\u062a
app_folder_path=\u062f \u0627\u067e\u0644\u06cc\u06a9\u06d0\u0634\u0646 \u0646\u0635\u0628 \u0641\u0648\u0644\u062f\u0631
app_base_url=\u062f \u0622\u067e \u067e\u0631 \u0627\u0633\u0627\u0633 URL
public_path_to_apps_on_web=\u0647\u063a\u0647 \u0681\u0627\u06cc \u0686\u06d0 \u0647\u0644\u062a\u0647 \u067e\u0631 \u0648\u06d0\u0628 \u067e\u0627\u06bc\u0647 \u067e\u0631\u0648\u06ab\u0631\u0627\u0645\u0648\u0646\u0647 \u062f \u0644\u0627\u0633\u0631\u0633\u064a \u0648\u0693 \u0648\u064a
absolute_path_to_app_folder=\u062f \u0647\u063a\u0647 \u0641\u0648\u0644\u0689\u0631 \u062f\u0642\u06cc\u0642 \u0627\u062f\u0631\u0633 \u0686\u06d0 \u067e\u0647 \u0647\u063a\u06d0 \u06a9\u06d0 \u067e\u0631\u0648\u06ab\u0631\u0627\u0645\u0648\u0646\u0647 \u067e\u0647 \u0633\u0631\u0648\u0631 \u06a9\u06d0 \u0632\u06d0\u0631\u0645\u0647 \u06a9\u064a\u0696\u064a
set_to_default=\u0627\u062a\u0648\u0645\u0627\u062a \u062b\u0628\u062a
period_type=\u062a\u06a9\u0631\u0627\u0631
data_approval_level_list=\u062f \u0689\u0627\u067c\u0627 \u06cc\u0627 \u0645\u0627\u0644\u0648\u0645\u0627\u062a\u0648 \u062f \u0645\u0646\u0638\u0648\u0631\u06cd \u0633\u0637\u062d\u06d0
create_new_approval_workflow=\u062f \u0645\u0646\u0638\u0648\u0631\u06cd \u0646\u0648\u06d0 \u0633\u0637\u062d\u0647 \u062c\u0648\u0693\u0647 \u06a9\u0693\u0626
edit_approval_workflow=\u062f \u0689\u0627\u067c\u0627 \u06cc\u0627 \u0645\u0627\u0644\u0648\u0645\u0627\u062a\u0648 \u062f \u0645\u0646\u0638\u0648\u0631\u06cd \u062f \u06a9\u0627\u0631\u064a \u062c\u0631\u06cc\u0627\u0646 \u062a\u0635\u062d\u06cc\u062d
approval_levels=\u062f \u0645\u0646\u0638\u0648\u0631\u06cd \u0633\u0637\u062d\u0647
approval_workflows=\u062f \u0645\u0646\u0638\u0648\u0631\u06cd \u0633\u0637\u062d\u0647
oauth2_client_saved=\u062f OAuth2 \u0645\u0631\u0627\u062c\u0639\u06cc\u0646 \u062b\u0628\u062a \u0634\u0648
oauth2_client_deleted=\u062f OAuth2 \u0645\u0631\u0627\u062c\u0639\u06cc\u0646 \u062d\u0630\u0641 \u0634\u0648
approval_level_deleted=\u062f \u0645\u0646\u0638\u0648\u0631\u06cd \u0633\u0637\u062d\u0647 \u062d\u0630\u0641 \u0634\u0648
approval_level_saved=\u062f \u0645\u0646\u0638\u0648\u0631\u06cd \u0633\u0637\u062d\u0647 \u062b\u0628\u062a \u0634\u0648
failed_to_delete_approval_level=\u062f \u0645\u0646\u0638\u0648\u0631\u06cd \u0633\u0637\u062d\u0647 \u062d\u0630\u0641\u0648\u0644 \u0646\u0627\u06a9\u0627\u0645 \u0634\u0648
approval_workflow_saved=\u062f \u0645\u0646\u0638\u0648\u0631\u06cd \u0633\u0637\u062d\u0647
approval_workflow_deleted=\u062f \u0645\u0646\u0638\u0648\u0631\u06cd \u0633\u0637\u062d\u0647 \u062d\u0630\u0641\u0648\u0644
failed_to_save_approval_workflow=\u062f \u06a9\u0627\u0631\u064a \u062c\u0631\u06cc\u0627\u0646 \u062f \u0645\u0646\u0638\u0648\u0631\u06cd \u062b\u0628\u062a \u0646\u0627\u06a9\u0627\u0645 \u0634\u0648
oranisation_unit_level_is_required=\u062f \u0633\u0627\u0632\u0645\u0627\u0646 \u062f \u0648\u0627\u062d\u062f \u0633\u0637\u062d\u0647 \u0644\u0627\u0632\u0645\u06cc \u062f\u0647
failed_to_save_approval_level=\u062f \u0645\u0646\u0638\u0648\u0631\u06cd \u0633\u0637\u062d\u06d0 \u062b\u0628\u062a\u0648\u0644 \u0646\u0627\u06a9\u0627\u0645\u06cc \u0633\u0631\u0647 \u0645\u062e \u0634\u0648
failed_to_save_oauth2_client=\u062f \u0645\u0631\u0627\u062c\u0639\u0647 \u06a9\u0648\u0648\u0646\u06a9\u064a \u0646\u0648\u06cc OAuth2 \u062b\u0628\u062a\u0648\u0644 \u0646\u0627\u06a9\u0627\u0645\u06cc \u0633\u0693\u0647 \u0645\u062e \u0634\u0648
value_should_be_a_number=\u062f\u0627 \u0633\u0627\u062d\u0647 \u06cc\u0627 \u0628\u0631\u062e\u0647 \u0628\u0627\u06cc\u062f \u06cc\u0648\u0647 \u0634\u0645\u06d0\u0631\u0647 \u0648\u064a
value_should_be_a_positive_number=\u062f\u0627 \u0633\u0627\u062d\u0647 \u06cc\u0627 \u0628\u0631\u062e\u0647 \u0628\u0627\u06cc\u062f \u06cc\u0648\u0647 \u0645\u062b\u0628\u062a\u0647 \u0634\u0645\u06d0\u0631\u0647 \u0648\u064a
value_should_be_list_of_urls=\u062f\u0627 \u0633\u0627\u062d\u0647 \u06cc\u0627 \u0628\u0631\u062e\u0647 \u0628\u0627\u06cc\u062f \u062f URLs \u06cc\u0648 \u0644\u06d0\u0633\u067c \u0648\u0644\u0631\u064a
none=\u0647\u06d0\u0685 \u06cc\u0648
no_options=\u0647\u06d0\u0685 \u0627\u0646\u062a\u062e\u0627\u0628 \u0634\u062a\u0648\u0646 \u0646\u0647 \u0644\u0631\u064a
actions=\u0641\u0639\u0627\u0644\u06cc\u062a\u0648\u0646\u0647
value_required=\u062f\u0627 \u0633\u0627\u062d\u0647 \u0627\u0693\u06cc\u0646\u0647 \u062f\u0647
no_settings_matched_the_search_term=\u062f \u0644\u067c\u0648\u0646 \u062f \u0645\u0637\u0644\u0628 \u0633\u0631\u0647 \u0647\u06d0\u0685 \u0689\u0648\u0644 \u062a\u0646\u0638\u06cc\u0645\u0627\u062a \u0645\u0637\u0627\u0628\u0642\u062a \u0646\u0647 \u0644\u0631\u064a
select_language=\u0698\u0628\u0647 \u0627\u0646\u062a\u062e\u0627\u0628 \u06a9\u0693\u06cc
ui_locale=\u062f \u0627\u0646\u067c\u0631\u0641\u06cc\u0633 \u0698\u0628\u0647
db_locale=\u062f \u0689\u0627\u067c\u0627\u0628\u06cc\u0633 \u0698\u0628\u0647
analysis_display_property=\u067e\u0647 \u062a\u062d\u0644\u06cc\u0644\u064a \u0646\u0645\u0648\u0646\u0648 \u06a9\u06d0 \u062f \u0685\u0631\u06ab\u0646\u062f\u0648\u0644\u0648 \u062e\u0627\u0635\u06cc\u062a
messaging=\u067e\u06d0\u063a\u0627\u0645 \u0648\u0631\u06a9\u0648\u0644
messaging_settings=\u062f \u067e\u06d0\u063a\u0627\u0645\u0644 \u0644\u06d0\u0696\u0644\u0648 \u062a\u0646\u0638\u06cc\u0645\u0627\u062a
enable_message_email_notifications=\u062f \u0628\u0631\u06d0\u069a\u0627\u0644\u06cc\u06a9 \u062f \u062e\u0628\u0631\u062a\u06cc\u0627\u0648\u0648 \u062f \u067e\u06d0\u063a\u0627\u0645 \u0641\u0639\u0627\u0644\u0648\u0644
enable_message_sms_notifications=\u062f SMS \u062f \u062e\u0628\u0631\u062a\u06cc\u0627\u0648\u0648 \u062f \u067e\u06d0\u063a\u0627\u0645 \u0641\u0639\u0627\u0644\u0648\u0644
can_be_overridden_by_user_settings=\u062f\u063a\u0647 \u062a\u0646\u0638\u06cc\u0645 \u062f \u06a9\u0627\u0631\u0648\u0648\u0646\u06a9\u064a \u062f \u062a\u0646\u0638\u06cc\u0645\u0627\u062a\u0648 \u067e\u0647 \u0648\u0633\u06cc\u0644\u0647 \u0646\u0648\u064a \u06a9\u06d0\u062f\u0627\u06cc \u0634\u064a
will_be_overridden_by_current_user_setting=\u062f\u063a\u0647 \u062a\u0646\u0638\u06cc\u0645 \u0628\u0647 \u062f \u0645\u0648\u062c\u0648\u062f \u06a9\u0627\u0631\u0648\u0648\u0646\u06a9\u064a \u062f \u062a\u0646\u0638\u06cc\u0645 \u067e\u0647 \u0648\u0633\u06cc\u0644\u0647 \u0646\u0648\u06cc \u0627\u0648 \u062a\u062c\u062f\u06cc\u062f \u06a9\u0693\u0644 \u0634\u064a
hidden_period_types_in_analytics_apps=Hidden period types in analytics apps
keyStopMetadataSync=\u062f DHIS \u0646\u0633\u062e\u0648 \u062f \u062a\u0648\u067e\u06cc\u0631 \u067e\u0647 \u0635\u0648\u0631\u062a \u06a9\u06d0 \u0647\u06d0\u0685\u06a9\u0644\u0647 \u0647\u0645 \u0645\u06cc\u067c\u0627 \u0689\u0627\u067c\u0627 \u06cc\u0648 \u0634\u0627\u0646 \u0646\u0647 \u06a9\u0693\u0626
keyVersionEnabled=\u062f \u0645\u06cc\u067c\u0627 \u0689\u0627\u067c\u0627 \u062f \u06cc\u0648 \u0634\u0627\u0646 \u0648\u0627\u0644\u064a \u067e\u0647 \u0645\u0648\u062e\u0647 \u0646\u0633\u062e\u0647 \u0641\u0639\u0627\u0644\u0647 \u06a9\u0693\u0626
create_metadata_version=\u0646\u0648\u06cc \u0648\u06cc\u0631\u0698\u0646 \u062c\u0648\u0693 \u06a9\u0693\u0626
master_version=\u0645\u0627\u0633\u067c\u0631 \u06cc\u0627 \u0645\u0633\u0644\u06a9\u064a \u0646\u0633\u062e\u0647
failed=\u0646\u0627\u06a9\u0627\u0645 \u0634\u0648\u064a
last_sync_attempt=\u062f \u06cc\u0648 \u0634\u0627\u0646 \u0648\u0627\u0644\u064a \u0648\u0631\u0648\u0633\u062a\u06cd \u0647\u0685\u0647
no_versions_exist=\u0647\u06d0\u0685 \u0689\u0648\u0644 \u0646\u0633\u062e\u06d0 \u0634\u062a\u0648\u0646 \u0646\u0647 \u0644\u0631\u064a
version_created=\u062f \u0645\u06cc\u067c\u0627 \u0689\u0627\u067c\u0647 \u0646\u0633\u062e\u0647 \u062c\u0648\u0693\u0647 \u0634\u0648\u0647
version_not_created=\u0648\u0645\u0648 \u0646\u0634\u0648\u0627\u06cc \u06a9\u0693\u0627\u06cc \u0686\u06d0 \u062f \u0645\u06cc\u067c\u0627 \u0689\u0627\u067c\u0647 \u0646\u0633\u062e\u0647 \u062c\u0648\u0693\u0647 \u06a9\u0693\u0648. \u062f \u0633\u06cc\u0633\u067c\u0645 \u0644\u0647 \u0645\u062f\u06cc\u0631 \u06cc\u0627 \u062a\u0646\u0638\u06cc\u0645\u0648\u0648\u0646\u06a9\u064a \u0633\u0631\u0647 \u0627\u0693\u06cc\u06a9\u0647 \u0648\u0646\u06cc\u0633\u0626.
version_type_best_effort=\u062a\u0631 \u067c\u0648\u0644\u0648 \u063a\u0648\u0631\u0647 \u0647\u0685\u0647
version_type_atomic=\u0627\u067c\u0648\u0645\u06cc\u06a9
error_fetching_settings=\u062f \u0633\u06cc\u0633\u067c\u0645 \u062a\u0631\u062a\u06cc\u0628\u0627\u062a \u06a9\u0648\u0644\u06cc \u0648 \u0646\u0634\u0648 \u0686\u06cc \u0631\u0627\u0648\u0693\u064a
error_fetching_metadata_versions=\u062f \u0645\u06cc\u067c\u0627 \u0689\u0627\u067c\u0627 \u062f \u0646\u0633\u062e\u0648 \u067e\u0647 \u062a\u0631\u0644\u0627\u0633\u0647 \u06a9\u0648\u0644\u0648 \u0646\u0634\u064a \u0628\u0631\u06cc\u0627\u0644\u06cc \u06a9\u06d0\u062f\u0627\u06cc
true=\u0635\u062d\u06cc\u062d
false=\u063a\u0644\u0637
shortName=\u0644\u0646\u0689 \u0646\u0648\u0645 [ \u0644\u0646\u0689 - \u0646\u0648\u0645 ]
cache_for_15_minutes=\u062a\u0631 15 \u062f\u0642\u06cc\u0642\u0647 \u067e\u0648\u0631\u06d0 \u06cc\u06d0 \u0648\u0633\u0627\u062a\u0626
cache_for_30_minutes=\u062a\u0631 30 \u062f\u0642\u06cc\u0642\u0639 \u067e\u0648\u0631\u06d0 \u06cc\u06d0 \u0648\u0633\u0627\u062a\u0626
disable_self_registration=\u062f \u062e\u0648\u062f\u06cc \u0631\u0627\u062c\u0633\u062a\u0693 \u063a\u06cc\u0631 \u0641\u0639\u0627\u0644
analysis_digit_group_separator=\u062f \u062a\u062d\u0644\u06cc\u0644 \u067e\u0647 \u0646\u0645\u0648\u0646\u0648 \u06a9\u06d0 \u062f \u069a\u06a9\u0627\u0631\u0647 \u06a9\u06d0\u062f\u0648 \u067e\u0647 \u0645\u0648\u062e\u0647 \u062f \u0627\u0635\u0644\u064a \u0639\u062f\u062f \u062f \u06ab\u0631\u0648\u067e \u0628\u06d0\u0644\u0648\u0648\u0646\u06a9\u06cc
space=\u0641\u0627\u0635\u0644\u0647 \u06cc\u0627 \u0648\u0627\u067c\u0646
comma=\u06a9\u0627\u0645\u0647 (\u060c)
mapzen_search_api_key=\u062f \u0645\u0627\u067e\u0632\u06cc\u0646 / Mapzen \u062f API \u062f \u0644\u067c\u0648\u0646 \u06a9\u0644\u064a
google_maps_api_key=\u062f \u06ab\u0648\u06ab\u0644 \u062f \u0646\u062e\u0634\u0648 \u062f API \u06a9\u0644\u064a
cid_already_taken=\u062f \u062f\u063a\u0647 \u0645\u0631\u0627\u062c\u0639\u0647 \u06a9\u0627\u0631\u0648\u0648\u0646\u06a9\u064a \u0622\u064a\u064a \u0689\u064a \u0644\u0647 \u0648\u0693\u0627\u0646\u062f\u06d0 \u0627\u062e\u06cc\u0633\u062a\u0644 \u0634\u0648\u06d0 \u062f\u0647

analytics=\u062a\u062d\u0644\u06cc\u0644\u064a
analytics_settings=\u062f Analytics \u062a\u0631\u062a\u06cc\u0628\u0627\u062a
cacheability=\u062f \u0633\u0627\u062a\u0644\u0648 \u0633\u062a\u0631\u0627\u062a\u06cc\u0698\u064a
public=\u0639\u0645\u0648\u0645\u064a
private=\u062e\u0635\u0648\u0635\u064a
respect_category_option_start_and_end_date_in_analytics_table_export=\u062f \u0644\u06d0\u0696\u062f \u067e\u0647 \u062a\u062d\u0644\u06cc\u0644\u064a \u062c\u062f\u0648\u0644 \u06a9\u06d0 \u062f \u067e\u06cc\u0644 \u0627\u0648 \u067e\u0627\u06cc \u0646\u06d0\u067c\u06d0 \u062f \u06a9\u067c\u06ab\u0648\u0631\u06cd \u0627\u0646\u062a\u062e\u0627\u0628 \u067e\u0647 \u067e\u0627\u0645 \u06a9\u06d0 \u0648\u0646\u06cc\u0633\u0626
skip_data_type_validation_in_analytics_table_export=\u062f \u0644\u06d0\u0696\u062f \u06cc\u0627 \u0627\u0646\u062a\u0642\u0627\u0644 \u067e\u0647 \u062a\u062d\u0644\u06cc\u0644\u064a \u062c\u062f\u0648\u0644 \u06a9\u06d0 \u062f \u0627\u0639\u062a\u0628\u0627\u0631 \u0648\u0631\u06a9\u0648\u0644\u0648 \u062f \u0689\u0627\u067c\u0627 \u06cc\u0627 \u0645\u0627\u0644\u0648\u0645\u0627\u062a\u0648 \u0644\u0647 \u0689\u0648\u0644 \u0685\u062e\u0647 \u062a\u06d0\u0631 \u0634\u0626
max_number_of_years_to_hide_unapproved_data_in_analytics=\u062f \u062a\u062d\u0644\u06cc\u0644 \u067e\u0647 \u062a\u0631\u0685 \u06a9\u06d0 \u0646\u0627\u0645\u0646\u0638\u0648\u0631 \u0634\u0648\u064a \u0645\u0627\u0644\u0648\u0645\u0627\u062a (\u0689\u0627\u067c\u0627) \u067e\u067c \u06a9\u0693\u0626
check_approval_for_all_data=\u062f \u067c\u0648\u0644\u0648 \u0645\u0627\u0644\u0648\u0645\u0627\u062a\u0648 \u06cc\u0627 \u0689\u0627\u067c\u0627 \u0644\u067e\u0627\u0631\u0647 \u0645\u0646\u0638\u0648\u0631\u064a \u0686\u06d0\u06a9 \u06a9\u0693\u0626
current_year_only=\u06cc\u0648\u0627\u0632\u06d0 \u0631\u0648\u0627\u0646 \u06a9\u0627\u0644
last_2_years=\u0648\u0631\u0648\u0633\u062a\u064a \u062f\u0648\u0647 \u06a9\u0644\u0648\u0646\u0647
last_3_years=\u0648\u0631\u0648\u0633\u062a\u064a \u062f\u0631\u06d0 \u06a9\u0644\u0648\u0646\u0647
last_4_years=\u0648\u0631\u0648\u0633\u062a\u064a \u0685\u0644\u0648\u0631 \u06a9\u0644\u0648\u0646\u0647
last_5_years=\u062a\u06d0\u0631 5 \u06a9\u0644\u0648\u0646\u0647
last_6_years=\u0648\u0631\u0648\u0633\u062a\u064a \u0634\u067e\u0696 \u06a9\u0644\u0648\u0646\u0647
last_7_years=\u0648\u0631\u0648\u0633\u062a\u064a \u0627\u0648\u0647 \u06a9\u0644\u0648\u0646\u0647
last_8_years=\u0648\u0631\u0648\u0633\u062a\u064a \u0627\u062a\u0647 \u06a9\u0644\u0648\u0646\u0647
last_9_years=\u0648\u0631\u0648\u0633\u062a\u064a \u0646\u0647 (\u06f9) \u06a9\u0644\u0648\u0646\u0647
last_10_years=\u0644\u0633 \u06a9\u0644\u0648\u0646\u0647
never_check_approval=\u0645\u0646\u0638\u0648\u0631\u064a \u0647\u06d0\u0685 \u06a9\u0644\u0647 \u0647\u0645 \u0645\u0647 \u0686\u06d0\u06a9 \u06a9\u0648\u0626

threshold_for_analytics_data_caching=\u062f \u0689\u0627\u067c\u0627 \u06cc\u0627 \u0645\u0627\u0644\u0648\u0645\u0627\u062a\u0648 \u062f \u0633\u0627\u062a\u0646\u0681\u064a \u062f \u062a\u062d\u0644\u06cc\u0644 \u067e\u0647 \u0645\u0646\u0638\u0648\u0631 \u06cc\u06d0 \u067e\u06cc\u0644 \u06a9\u0693\u0626.
no_caching=\u0646\u0647 \u0633\u0627\u062a\u0644 \u06a9\u06cc\u0696\u064a
1_year=\u06cc\u0648 \u06a9\u0627\u0644
2_years=\u062f\u0648\u0647 \u06a9\u0644\u0648\u0646\u0647
3_years=\u062f\u0631\u06d0 \u06a9\u0644\u0648\u0646\u0647
4_years=\u0685\u0644\u0648\u0631 \u06a9\u0644\u0648\u0646\u0647
5_years=\u067e\u0646\u0681\u0647 \u06a9\u0644\u0648\u0646\u0647
6_years=\u0634\u067e\u0696 \u06a9\u0644\u0648\u0646\u0647
7_years=\u0627\u0648\u0647 \u06a9\u0644\u0648\u0646\u0647
8_years=\u0627\u062a\u0647 \u06a9\u0644\u0648\u0646\u0647
9_years=\u0646\u0647 (\u06f9) \u06a9\u0644\u0648\u0646\u0647
10_years=\u0644\u0633 \u06a9\u0644\u0648\u0646\u0647
11_years=\u06cc\u0648\u0648\u0644\u0633 \u06a9\u0644\u0648\u0646\u0647
12_years=\u062f\u0648\u0648\u0644\u0633 \u06a9\u0644\u0648\u0646\u0647
13_years=\u062f\u06cc\u0627\u0631\u0644\u0633 \u06a9\u0644\u0648\u0646\u0647
14_years=\u0685\u0648\u0631\u0644\u0633 \u06a9\u0644\u0648\u0646\u0647
15_years=\u067e\u0646\u0681\u0647 \u0644\u0633 \u06a9\u0644\u0648\u0646\u0647

lock_user_account_temporarily_after_multiple_failed_login_attempts=\u0633\u06cc\u0633\u067c\u0645 \u062a\u0647 \u062f \u0646\u0646\u0648\u062a\u0644\u0648 \u067e\u0647 \u0645\u0648\u062e\u0647 \u062f \u0685\u0648 \u067e\u0631 \u0644\u0647 \u067e\u0633\u06d0 \u0647\u0685\u0648 \u0685\u062e\u0647 \u0648\u0631\u0648\u0633\u062a\u0647 \u062f \u0644\u0646\u0689\u06d0 \u0645\u0648\u062f\u06d0 \u0644\u067e\u0627\u0631\u0647 \u062f \u06a9\u0627\u0631\u0648\u0648\u0646\u06a9\u064a \u062d\u0633\u0627\u0628 \u0628\u0646\u062f \u06a9\u0693\u0626

system_monitoring=\u062f \u0633\u06cc\u0633\u067c\u0645 \u0646\u0638\u0627\u0631\u062a
system_monitoring_settings=\u062f \u0633\u06cc\u0633\u067c\u0645 \u0646\u0638\u0627\u0631\u062a \u062a\u0631\u062a\u06cc\u0628\u0627\u062a
system_monitoring_url=\u062f \u0633\u06cc\u0633\u067c\u0645 \u0646\u0638\u0627\u0631\u062a URL
system_monitoring_username=\u062f \u0633\u06cc\u0633\u067c\u0645 \u062f \u0685\u0627\u0631\u0648\u0646\u06d0 \u062f \u06a9\u0627\u0631\u0648\u0648\u0646\u06a9\u06cc \u0646\u0648\u0645
system_monitoring_password=\u062f \u0633\u06cc\u0633\u067c\u0645 \u062f \u0685\u0627\u0631\u0648\u0646\u06d0 \u067e\u067c \u0646\u0648\u0645

min_chars_in_password=\u067e\u0647 \u067e\u067c \u0646\u0648\u0645 \u06a9\u06d0 \u062a\u0631 \u067c\u0648\u0644\u0648 \u06a9\u0645 \u062d\u0631\u0648\u0641
enable_password_expiry_alerts=Enable password expiry alerts

analytics_financial_year_start=Financial year relative period start month
APRIL=\u0627\u067e\u0631\u06d0\u0644
JULY=\u062c\u0648\u0644\u0627\u06cc
OCTOBER=\u0627\u06a9\u062a\u0648\u0628\u0631

recaptcha_site_label=reCAPTCHA Site Key
recaptcha_secret_label=reCAPTCHA Secret Key

sql_view_max_limit=Maximum number of SQL view records
sql_view_max_limit_unlimited=\u063a\u06d0\u0631\u06d0 \u0645\u062d\u062f\u0648\u062f \u062f\u06cc
sql_view_max_limit_50000=50 000
sql_view_max_limit_100000=100 000
sql_view_max_limit_200000=200 000

app_search_placeholder=\u062f \u067e\u0644\u067c\u0646\u06d0 \u0627\u067e\u0644\u06cc\u06a9\u06d0\u0634\u0646\u0648\u0646\u0647
manage_my_apps=\u0632\u0645\u0627 \u067e\u0631\u0648\u06ab\u0631\u0627\u0645\u0648\u0646\u0647 \u06cc\u0627 \u0627\u067e\u0644\u06cc\u06a9\u06d0\u0634\u0646\u0648\u0646\u0647 \u062a\u0631\u062a\u06cc\u0628 \u06a9\u0693\u0626

key_hide_daily_periods=Hide daily periods
key_hide_weekly_periods=Hide weekly periods
key_hide_monthly_periods=Hide monthly periods
key_hide_bi_monthly_periods=Hide bimonthly periods

key_skip_zero_values_in_analytics_table_export=Skip zero data values in analytics tables
