Repository: dhis2/settings-app
Catalog: i18n/*.po
Languages: ar, cs, es, fr, nb, ps, pt, ru, uk, ur, uz_latn, uz_uz_cyrl, vi

source: This financial year
ar: السنة المالية الحالية
cs: Tento finanční rok
es: Este año fiscal
fr: Année fiscale en cours
nb: Dette regnskapsåret
ps: سږنۍ مالي کال
pt: Ano financeiro
ru: Этот финансовый год
uk: Поточний фінансовий рік
ur: اس مالیاتی سال
uz_latn: Ушбу молиявий йил
uz_uz_cyrl: Ушбу молиявий йил
vi: Năm tài chính này

source: Last financial year
ar: السنة المالية الماضية
cs: Poslední finanční rok
es: Último ejercicio financiero
fr: Dernière année financière
nb: Siste regnskapsår
ps: تېر مالي کال
pt: Último ano fiscal
ru: Прошлый финансовый год
uk: Минулий фінансовий рік
ur: آخری مالیاتی سال
uz_latn: Охирги молиявий йил
uz_uz_cyrl: Охирги молиявий йил
vi: Năm tài chính trước

source: Last 5 financial years
ar: آخر 5 سنوات مالية
cs: Posledních 5 finančních roků
es: Últimos 5 ejercicios financieros
fr: 5 dernières années financières
nb: Siste 5 regnskapsår
ps: تېر 5 مالي کلونه
pt: Últimos cinco anos fiscais
ru: Прошлые 5 финансовых лет
uk: Останні 5 фінансових років
ur: آخری ۵ مالیاتی سال
uz_latn: Охирги 5 молиявий йиллар
uz_uz_cyrl: Охирги 5 молиявий йиллар
vi: 5 năm tài chính trước

source: Hide daily periods
ar: إخفاء الفترات اليومية
cs: Skrýt denní období
es: Ocultar períodos diarios
fr: Masquer les périodes quotidiennes
nb: Skjul daglige perioder
pt: Ocultar períodos diários
ru: Скрыть дневные периоды
uk: Приховати щоденні періоди
uz_latn: Kundalik davrlarni berkitish
uz_uz_cyrl: Кундалик даврларни беркитиш

source: Hidden period types in analytics apps
ar: أنواع الفترة المخفية في تطبيقات التحليلات
cs: Skryté typy období v analytických aplikacích
es: Ocultar tipos de períodos en aplicaciones analíticas
fr: Types de périodes masquées dans les applications d'analyses
nb: Skjulte periodetyper i analyseapper
pt: Tipos de período ocultos em aplicativos de análise
uk: Приховані типи періодів у додатках аналітики
uz_latn: Аnalitika ilovasilarida davr turlarini berkitish
uz_uz_cyrl: Аналитика иловасиларида давр турларини беркитиш

source: Hide weekly periods
ar: إخفاء الفترات الأسبوعية
cs: Skrýt týdenní období
es: Ocultar períodos semanales
fr: Masquer les périodes hebdomadaires
nb: Skjul ukentlige perioder
pt: Ocultar períodos semanais
ru: Скрыть недельные периоды
uk: Приховати тижневі періоди
uz_latn: Haftalik davrlarni berkitish
uz_uz_cyrl: Ҳафталик даврларни беркитиш

source: Hide biweekly periods
cs: Skrýt čtrnáctidenní období
es: Ocultar períodos quincenales
nb: Skjul biukentlige perioder
uk: Приховати двотижневі періоди

source: Hide monthly periods
ar: إخفاء الفترات الشهرية
cs: Skrýt měsíční období
es: Ocultar períodos mensuales
fr: Masquer les périodes mensuelles
nb: Skjul månedlige perioder
pt: Ocultar períodos mensais
ru: Скрыть месячные периоды
uk: Приховати місячні періоди
uz_latn: Oylik davrlarni berkitish
uz_uz_cyrl: Ойлик даврларни беркитиш

source: Hide bimonthly periods
ar: إخفاء فترات كل شهرين
cs: Skrýt dvouměsíční období
es: Ocultar períodos bimestrales
fr: Masquer les périodes bimensuelles
nb: Skjul bimånedlige perioder
pt: Ocultar períodos bimestrais
ru: Скрыть два месячных периода
uk: Приховати двомісячні періоди
uz_latn: Ikki oylik davrlarni berkitish
uz_uz_cyrl: Икки ойлик даврларни беркитиш

source: Financial year relative period start month
ar: شهر بداية الفترة الزمنية النسبية للسنة المالية
cs: Počáteční měsíc relativního období finančního roku
es: Mes de inicio del período relativo al año fiscal
fr: Mois de départ de la période relative à l'année financière
nb: Regnskapsår relativ periode startmåned
pt: Mês do início do período relativo do exercício
ru: Начало mесяца относительного периода финансового года
uk: Початковий місяць відносного періоду фінансового року
ur: مالی سال کا رشتہ دار دورہ شروع ہوتا ہے
uz_latn: Moliyaviy yilning nisbiy davri boshlangan oy
uz_uz_cyrl: Молиявий йилнинг нисбий даври бошланган ой

source: April
ar: ابريل
cs: Duben
es: Abril
fr: Avril
ps: اپرېل
pt: Abril
ru: Апрель
uk: Квітень
ur: اپریل
uz_latn: Аprel
uz_uz_cyrl: Апрель
vi: Tháng tư

source: July
ar: يوليو
cs: Červenec
es: Julio
fr: Juillet
nb: Juli
ps: جولای
pt: Julho
ru: Июль
uk: Липень
ur: جولائی
uz_latn: Iyul
uz_uz_cyrl: Июль
vi: Tháng bảy

source: October
ar: اكتوبر
cs: Říjen
es: Octubre
fr: Octobre
nb: Oktober
ps: اکتوبر
pt: Outubro
ru: Октябрь
uk: Жовтень
ur: اکتوبر
uz_latn: Oktyabr
uz_uz_cyrl: Октябрь
vi: Tháng mười

source: Cache strategy
ar: إستراتيجية ذاكرة التخزين المؤقت
cs: Strategie mezipaměti
es: Estrategia de caché
fr: Stratégie de cache
nb: Bufferstrategi
ps: د ساتنې ستراتیژي
pt: Estratégia de cache
ru: Стратегия кеширования
uk: Стратегія кешування
ur: کیش کی حکمت عملی
uz_latn: Keshlash strategiyasi
uz_uz_cyrl: Кешлаш стратегияси
vi: Chiến lược cho bộ nhớ cache

source: No cache
ar: لا توجد ذاكرة تخزين مؤقت
cs: Žádná mezipaměť
es: Sin caché
fr: Pas de cache
nb: Ingen buffer
ps: د ساتنې هېڅ ځای نه لري
pt: Sem cache
ru: Не кешировать
uk: Немає кеша
ur: کوئی کیش نہیں
uz_latn: Kesh yoʼq
uz_uz_cyrl: Кеш йўқ
vi: Không lưu cache

source: Cache for 15 minutes
ar: ذاكرة التخزين المؤقت لمدة 15 دقيقة
cs: Vyrovnávací paměť na 15 minut
es: Caché de 15 minutos
fr: Cache pour 15 min
nb: Buffer i 15 minutter
ps: تر 15 دقیقه پورې یې وساتئ
pt: Cache por 15 minutos
ru: Кэшировать на 15 минут
uk: Кешувати на 15 хвилин
ur: 15 منٹ کے لئے کیش
uz_latn: 15 daqiqa davomida Keshlash
uz_uz_cyrl: 15 дақиқа давомида Кешлаш
vi: Lưu trữ tạm trong 15 phút

source: Cache for 30 minutes
ar: ذاكرة التخزين المؤقت لمدة 30 دقيقة
cs: Vyrovnávací paměť po dobu 30 minut
fr: Cache pour 30 min
nb: Buffer i 30 minutter
ps: تر 30 دقیقع پورې یې وساتئ
pt: Cache por 30 minutos
ru: Кэшировать на 30 минут
uk: Кешувати на 30 хвилин
ur: 30 منٹ کے لئے کیش
uz_latn: 30 daqiqa davomida Keshlash
uz_uz_cyrl: 30 дақиқа давомида Кешлаш
vi: Lưu trữ tạm trong vòng 30 phút

source: Cache for one hour
ar: ذاكرة التخزين المؤقت لمدة ساعة واحدة
cs: Vyrovnávací paměť po dobu jedné hodiny
es: Caché por una hora
fr: Cache pendant 1 heure
nb: Buffer i en time
ps: تر سوه ساعت پورې یې وساتئ
pt: Cache por uma hora
ru: Кешировать на 1 час
uk: Кешувати на одну годину
ur: ایک گھنٹے کے لئے کیش
uz_latn: Bir soat davomida keshlash
uz_uz_cyrl: Бир соат давомида кешлаш
vi: Lưu cache trong 1 giờ

source: Cache until 6AM tomorrow
cs: Uložit do mezipaměti do zítra 6:00 h
es: Cache hasta las 6am de mañana
uk: Кешувати до 6 ранку завтра
uz_uz_cyrl: Кеш сақланиши эрталабги соат 6:00 гача

source: Cache for two weeks
ar: ذاكرة التخزين المؤقت لمدة أسبوعين
cs: Vyrovnávací paměť po dobu dvou týdnů
es: Caché por dos semanas
fr: Cache pendant 2 semaines
nb: Buffer for to uker
ps: تر دوو اونیو پورې یې وساتئ
pt: Cache por duas semanas
ru: Кешировать на 2 недели
uk: Кешувати на два тижні
ur: دو ہفتوں کے لئے کیش
uz_latn: Ikki haftaga keshlash
uz_uz_cyrl: Икки ҳафтага кешлаш
vi: Lưu cache trong 2 tuần

source: Cacheability
ar: سعة ذاكرة التخزين المؤقت
cs: Schopnost ukládání do mezipaměti
es: Capacidad de almacenamiento en caché
fr: Capacité de mise en cache
nb: Bufring
ps: د ساتلو ستراتیژي
pt: capacidade de armazenamento
ru: Кэширование
uk: Кешування
uz_latn: Keshlash qobiliyati
uz_uz_cyrl: Кешлаш қобилияти
vi: Khả năng lưu trữ tạm

source: Public
ar: عام
cs: Veřejné
es: Público
nb: Offentlig
ps: عمومي
pt: Publico
ru: Общедоступный
uk: Загальний доступ
ur: عوام
uz_latn: Ommaviy
uz_uz_cyrl: Оммавий
vi: Công khai

source: Private
ar: خاص
cs: Soukromé
es: Privado
fr: Privé
nb: Privat
ps: خصوصي
pt: Privado
ru: Личный
uk: Приватний
ur: نجی
uz_latn: Xususiy
uz_uz_cyrl: Хусусий
vi: Cá nhân

source: Analytics cache mode
cs: Režim mezipaměti služby Analytiky
es: Modo cache de Analytics
fr: Mode cache pour les analyses
nb: Analysebuffermodus
pt: Modo de cache do Analytics
uk: Режим кешування аналітики
uz_latn: Аnalitik Kesh rejimi
uz_uz_cyrl: Аналитик Кеш режими

source: Progressive
cs: Progresivní
es: Progresivo
fr: Progressif
nb: Gradvis
pt: Progressivo
uk: Прогресивний
uz_latn: Progressiv
uz_uz_cyrl: Прогрессив

source: Fixed
cs: Pevné
es: Fijo
fr: Fixe
nb: Fast
pt: Fixo
uk: Фіксований
uz_latn: Rusxsat etilgan
uz_uz_cyrl: Русхсат этилган

source: Max number of years to hide unapproved data in analytics
ar: أقصى عدد من السنوات لإخفاء البيانات غير الموافق عليها في التحليلات
cs: Maximální počet let pro skrytí neschválených dat v analytice
es: Número máximo de años para ocultar datos no aprobados en analíticas
fr: Nombre max. d'années pour masquer des données non approuvées dans des analyses
nb: Maks antall år for å skjule ikke godkjente data i analysen
ps: د تحلیل په ترڅ کې نامنظور شوي مالومات (ډاټا) پټ کړئ
pt: Número máximo de anos para ocultar dados não aprovados nas análises
ru: Максимальное количество лет для скрытия неподтвержденные данные в аналитике
uk: Максимальна кількість років для приховування незатверджених даних в аналітиці
ur: تجزیات میں ناقابل یقین کردہ اعداد و شمار کو چھپانے کے لئے زیادہ سے زیادہ سال کی عمر
uz_latn: Tasdiqlanmagan maʼlumotlarni analitikadan berkitish uchun maksimal yil
uz_uz_cyrl: Тасдиқланмаган маълумотларни аналитикадан беркитиш учун максимал йил
vi: Số năm lớn nhất để ẩn dữ liệu chưa duyệt trong phân tích

source: Never check approval
ar: عدم التحقق من الموافقة أبداً
cs: Nikdy nekontrolovat schválení
es: Nunca verifique la aprobación
fr: Ne jamais vérifier l'approbation
nb: Aldri sjekk godkjenning
ps: منظوري هېڅ کله هم مه چېک کوئ
pt: Nunca verifique a aprovação
ru: Никогда не проверять подтвержение
uk: Ніколи не перевіряти затвердження
ur: منظوری کی جانچ پڑتال نہ کریں
uz_latn: Tasdiqlanganlar tekshirilmasin
uz_uz_cyrl: Тасдиқланганлар текширилмасин
vi: Không bao giờ kiểm tra duyệt dữ liệu

source: Check approval for all data
ar: تحقق من الموافقة على جميع البيانات
cs: Zkontrolujte schválení pro všechna data
es: Verificar la aprobación de todos los datos
fr: Vérifier l'approbation pour toutes les données
nb: Sjekk godkjenning for alle data
ps: د ټولو مالوماتو یا ډاټا لپاره منظوري چېک کړئ
pt: Verifique a aprovação para todos os dados
ru: Проверьте подтверждение для всех данных
uk: Перевірити затвердження всіх даних
ur: تمام اعداد و شمار کے لئے منظوری چیک کریں
uz_latn: barcha maʼlumotlar tasdiqlanganligini tekshirish
uz_uz_cyrl: барча маълумотлар тасдиқланганлигини текшириш
vi: Kiểm tra duyệt tất cả dữ liệu

source: Current year only
ar: السنة الحالية فقط
cs: Pouze aktuální rok
es: Solo año actual
fr: Année en cours uniquement
nb: Kun inneværende år
ps: یوازې روان کال
pt: Apenas no ano atual
ru: Только текущий год
uk: Тільки поточний рік
ur: موجودہ سال صرف
uz_latn: Faqat joriy yil
uz_uz_cyrl: Фақат жорий йил
vi: Chỉ năm hiện tại

source: Last 2 years
ar: آخر سنتين
cs: Poslední 2 roky
es: Últimos 2 años
fr: 2 dernières années
nb: Siste 2 år
ps: وروستي دوه کلونه
pt: Últimos 2 anos
ru: Последние 2 года
uk: Останні 2 роки
ur: آخری 2 سال
uz_latn: Oxirgi 2 yil
uz_uz_cyrl: Охирги 2 йил
vi: 2 năm trước

source: Last 3 years
ar: آخر 3 سنوات
cs: Poslední 3 roky
es: Últimos 3 años
fr: 3 dernières années
nb: Siste 3 år
ps: وروستي درې کلونه
pt: Últimos 3 anos
ru: Последние 3 года
uk: Останні 3 роки
ur: آخری 3 سال
uz_latn: Oxirgi 3 yil
uz_uz_cyrl: Охирги 3 йил
vi: 3 năm trước

source: Last 4 years
ar: آخر 4 سنوات
cs: Poslední 4 roky
es: Últimos 4 años
fr: 4 dernières années
nb: Siste 4 år
ps: وروستي څلور کلونه
pt: Últimos 4 anos
ru: Последние 4 года
uk: Останні 4 роки
ur: آخری 4 سال
uz_latn: Oxirgi 4 yil
uz_uz_cyrl: Охирги 4 йил
vi: 4 năm trước

source: Last 6 years
ar: آخر 6 سنوات
cs: Posledních 6 let
es: Últimos 6 años
fr: 6 dernières années
nb: Siste 6 år
ps: وروستي شپږ کلونه
pt: Últimos 6 anos
ru: Последние 6 лет
uk: Останні 6 років
ur: آخری 6 سال
uz_latn: Oxirgi 6 yil
uz_uz_cyrl: Охирги 6 йил
vi: 6 năm trước

source: Last 7 years
ar: آخر 7 سنوات
cs: Posledních 7 let
es: Últimos 7 años
fr: 7 dernières années
nb: Siste 7 år
ps: وروستي اوه کلونه
pt: Últimos 7 anos
ru: Последние 7 лет
uk: Останні 7 років
ur: گزشتہ 7 سال
uz_latn: Oxirgi 7 yil
uz_uz_cyrl: Охирги 7 йил
vi: 7 năm trước

source: Last 8 years
ar: آخر 8 سنوات
cs: Posledních 8 let
es: Últimos 8 años
fr: 8 dernières années
nb: Siste 8 år
ps: وروستي اته کلونه
pt: Últimos 8 anos
ru: Последние 8 лет
uk: Останні 8 років
ur: گزشتہ 8 سال
uz_latn: Oxirgi 8 yil
uz_uz_cyrl: Охирги 8 йил
vi: 8 năm trước

source: Last 9 years
ar: آخر 9 سنوات
cs: Posledních 9 let
es: Últimos 9 años
fr: 9 dernières années
nb: Siste 9 år
ps: وروستي نه (۹) کلونه
pt: Últimos 9 anos
ru: Последние 9 лет
uk: Останні 9 років
ur: گزشتہ 9 سال
uz_latn: Oxirgi 9 yil
uz_uz_cyrl: Охирги 9 йил
vi: 9 năm trước

source: Respect category option start and end date in analytics table export
ar: مراعاة خيار الفئة في تاريخ البداية والنهاية في تصدير جدول التحليلات
cs: Při exportu analytické tabulky respektujte počáteční a koncové datum možnosti kategorie
es: Respetar la fecha inicial y final de la opción de categoría en la exportación de tablas analíticas
fr: Respecter les dates de début et de fin de l'option de catégorie dans l'exportation de tables analytiques
nb: Respekter kategori-alternativets start- og sluttdato i eksport av analysetabeller
ps: د لېږد په تحلیلي جدول کې د پیل او پای نېټې د کټګورۍ انتخاب په پام کې ونیسئ
pt: Respeite a data de início e término da opção de categoria na exportação da tabela de análise
ru: Учитывать дату начала и окончания опции категории при экспорте таблицы аналитики
uk: Зважати на дату початку та завершення параметрів категорій під час експорту аналітичної таблиці
ur: تجزیاتی ٹیبل ایکسپورٹ میں دریافت کرنے والے قسم کے اختیارات شروع اور اختتامی تاریخ
uz_latn: Аnalitik jadval eksportida kategoriya variantining boshlanish va tugash sanasiga eʼtibor qiling
uz_uz_cyrl: Аналитик жадвал экспортида категория вариантининг бошланиш ва тугаш санасига эътибор қилинг
vi: Xuất bản phân tích theo ngày bắt đầu và ngày kết thúc của Tùy chọn phân loại

source: Include zero data values in analytics tables
cs: Zahrnout nulové hodnoty dat do analytických tabulek
es: Incluir valores de datos cero en tablas analíticas
uk: Включити нульові значення даних в аналітичні таблиці

source: Caching factor
cs: Faktor ukládání do mezipaměti
es: Factor de caché
fr: Facteur de mise en cache
nb: Bufferfaktor
pt: Factor de cache
uk: Коефіцієнт кешування
uz_latn: Keshlash omili
uz_uz_cyrl: Кешлаш омили

source: Org unit group set in facility map layers
cs: Sada skupiny organizačních jednotek ve vrstvách mapy zařízení
es: Set de grupos de unidades organizativas en las capas del mapa de establecimientos
uk: Група організаційних підрозділів, встановлена на шарах мапи об'єкта

source: Org unit level in facility map layers
cs: Úroveň organizační jednotky ve vrstvách mapy zařízení
es: Nivel de unidad organizativa en las capas del mapa de establecimientos
uk: Рівень організаційного підрозділу на шарах мапи об'єкта

source: Default basemap
es: Mapa base predeterminado
uk: Базова мапа за замовчуванням

source: OSM Light (default)
es: OSM Light (predeterminado)
uk: OSM - світлий (за замовчуванням)

source: OSM Detailed
ar: OSM مفصل
es: OSM Detallado
fr: OSM détaillée
nb: OSM Detaljert
pt: Detalhado OSM
uk: OSM - подробиці
uz_uz_cyrl: OSM Батафсил
vi: Bản đồ OSM Detailed

source: Bing Road
ar: Bing طرقات
es: Bing Carretera
fr: Bing Route
nb: Bing Vei
uk: Bing - дорога
uz_uz_cyrl: Йўл
vi: Bản đồ Bing Road

source: Bing Dark
ar: Bing داكن
fr: Bing Sombre
nb: Bing Mørk
uk: Bing - темний
uz_uz_cyrl: Тўқ рангли мўйқалам

source: Bing Aerial
ar: Bing جوي
es: Bing Aéreo
fr: Bing Satellite
nb: Bing Flyfoto
uk: Bing - супутник
uz_uz_cyrl: Гибрид кўриниш

source: Bing Aerial Labels
es: Etiquetas aéreas Bing
fr: Étiquettes Bing Satellite
nb: Bing Flyfoto Etiketter
pt: Etiquetas aéreas do Bing
uk: Bing - супутник з мітками
uz_uz_cyrl: Қатлам белгилари
vi: Big Aerial Labels

source: Number of database server CPUs
ar: عدد وحدات المعالجة المركزية لخادم قاعدة البيانات
cs: Počet procesorů databázového serveru
fr: Nombre d'UC de serveur de base de données
nb: Antall databaseserver CPUs
ps: د CPUs د ډاټابیس د سرور نمبر
pt: Número de CPUs do servidor de base de dados
ru: Количество процессоров сервера базы данных
uk: Кількість ЦП сервера бази даних
ur: ڈیٹا بیس سرور سی پی یوز کی تعداد
uz_latn: Maʼlumotlar bazasi serverida jarayonlar soni
uz_uz_cyrl: Маълумотлар базаси серверида жараёнлар сони
vi: Số bộ vi xử lý máy chủ cơ sở dữ liệu (CPUs)

source: Automatic (detect based on web server)
ar: تلقائي (الكشف بالاعتماد على خادم الويب)
cs: Automaticky (detekovat na základě webového serveru)
es: Automático (detectar basado en el servidor web)
fr: Automatique (détection basée sur le serveur Web)
nb: Automatisk (gjenkjenn basert på webserver)
ps: اتومات (د وېب پاڼې د سرور پر اساس کشفول)
pt: Automático (detetar baseado no servidor web)
ru: Автоматически (определено на основе веб-сервера)
uk: Автоматично (виявлення на основі веб-сервера)
ur: خودکار (ویب سرور کی بنیاد پر پتہ لگانا)
uz_latn: Аvtomatik (veb-server asosida aniqlash)
uz_uz_cyrl: Автоматик (веб-сервер асосида аниқлаш)
vi: Tự động (giám sát dựa trên máy chủ mạng)

source: System notifications email address
ar: عنوان البريد الإلكتروني لإشعارات النظام
cs: E-mailová adresa systémových oznámení
es: Notificación del sistema dirección de correo-e
fr: Adresse e-mail des notifications du système
nb: Systemvarsler på e-post
ps: د سیسټم د خپرتیاوو د برېښنالیک ادرس
pt: Endereço de e-mail de notificações do sistema
ru: Адрес электронной почты для системных уведомлений
uk: Адреса електронної пошти для системних сповіщень
ur: سسٹم اطلاعات ای میل ایڈریس
uz_latn: Tizim xabarnomalari elektron pochta manzili
uz_uz_cyrl: Тизим хабарномалари электрон почта манзили
vi: Địa chỉ email thông báo hệ thống

source: Google Analytics (Universal Analytics) key
ar: مفتاح تحليلات غوغل (التحليلات العالمية)
cs: Klíč Google Analytics (Universal Analytics)
es: Clave de Google Analytics (Universal Analytics)
fr: Clé de Google Analytics (Universal Analytics)
nb: Google analyser (universalanalyser) nøkkel
ps: د ګوګل د څېړنو (عمومي څېړنو) کلي
pt: Chave do Google Analytics (Universal Analytics)
ru: Ключ Google Analytics (Universal Analytics)
uk: Ключ Google Analytics (Universal Analytics)
ur: Google Analytics (یونیورسل تجزیات) کی کلید
uz_latn: Google tahlilchi (Universal tahlilchi) kaliti
uz_uz_cyrl: Google таҳлилчи (Универсал таҳлилчи) калити
vi: Khóa phân tích Google (Universal Analytics)

source: Google Maps API key
ar: خرائط غوغل مفتاح API
cs: Klíč rozhraní Google Maps API
es: Clave de la API de Google Maps
fr: Clé API Google Maps
nb: Google Maps API nøkkel
ps: د ګوګل د نخشو د API کلي
pt: Chave da API do Google Maps
ru: API Ключ Google Maps
uk: Ключ API Карт Google
ur: Google Maps API کی چابی
uz_latn: Google xarita ilovasi kalitini qidirish
uz_uz_cyrl: Google харита иловаси калитини қидириш
vi: Khóa API bản đồ Google

source: Bing Maps API key
cs: Klíč API Bing Maps
es: Clave API de Bing Maps
uk: Ключ API Карт Bing
uz_uz_cyrl: Bing хариталари API калити

source: Application title
ar: عنوان التطبيق
cs: Název aplikace
es: Titulo de la aplicación
fr: Titre de l'application
nb: Applikasjonstittel
ps: د اپلیکېشن نوم
pt: Título da aplicação
ru: Название анкеты
uk: Назва додатка
ur: درخواست کا عنوان
uz_latn: Ilova nomi
uz_uz_cyrl: Илова номи
vi: Tiêu đề ứng dụng

source: Application introduction
ar: مقدمة التطبيق
cs: Představení aplikace
es: Introducción a la aplicación
fr: Introduction à l'application
nb: Applikasjonintroduksjon
ps: د اپلیکېشن پېژندګلوي
pt: Introdução da aplicação
ru: Введение анкеты
uk: Вступ до додатка
ur: درخواست کا تعارف
uz_latn: Ilovaga kirish
uz_uz_cyrl: Иловага кириш
vi: Giới thiệu ứng dụng

source: Application notification
ar: إشعارات التطبيقات
cs: Oznámení aplikace
es: Notificación de la aplicación
fr: Notification de l'application
nb: Applikasjonsvarsel
ps: د سیسټم خبرتیا
pt: Notificação da aplicação
ru: Извещение о заявке
uk: Сповіщення додатка
ur: درخواست کی اطلاع
uz_latn: Ilova haqida bildirishnoma
uz_uz_cyrl: Илова ҳақида билдиришнома
vi: Thông báo ứng dụng

source: Application left-side footer
ar: تذييل الجانب الأيسر للتطبيق
cs: Zápatí levé strany aplikace
es: Pie de página izquierdo de la aplicación
fr: Bas de page gauche de l'application
nb: Bruk bunntekst på venstre side
ps: د کیڼ لوري د لاندینۍ برخې اپلیکېشن
pt: Rodapé esquerdo do aplicativo
ru: Левый футер (колонтитул) приложения
uk: Лівий нижній колонтитул додатка
ur: درخواست بائیں جانب کی فوٹر
uz_latn: Ilovaning chap pastki kolontituli
uz_uz_cyrl: Илованинг чап пастки колонтитули
vi: Nhãn hiển thị ở cuối trang bên trái ứng dụng

source: Application right-side footer
ar: تذييل الجانب الأيمن للتطبيق
cs: Zápatí na pravé straně aplikace
es: Pie de página derecho de la aplicación
fr: Bas de page droit de l'application
nb: Bruk bunntekst på høyre side
ps: د ښي لوري د لاندینۍ برخې اپلیکېشن
pt: Rodapé direito do aplicativo
ru: Правый футер (колонтитул) приложения
uk: Правий нижній колонтитул додатка
ur: اطلاق دائیں طرف کے فوٹر
uz_latn: Ilovaning oʼng pastki kolontituli
uz_uz_cyrl: Илованинг ўнг пастки колонтитули
vi: Nhãn hiển thị ở cuối trang bên phải ứng dụng

source: Style
ar: المظهر
cs: Styl
es: Estilo
nb: Stil
ps: طرز یا ډول
pt: Estilo
ru: Стиль
uk: Стиль
ur: سٹائل
uz_latn: Услуб
uz_uz_cyrl: Услуб
vi: Kiểu dáng

source: Start page
ar: صفحة البداية
cs: Úvodní stránka
es: Pagina inicial
fr: Page d'accueil
nb: Startside
ps: پاڼه پیل کړئ
pt: Página inicial
ru: Стартовая страница
uk: Стартова сторінка
ur: صفحہ آغاز
uz_latn: Bosh sahifa
uz_uz_cyrl: Бош саҳифа
vi: Trang khởi động

source: Enable light-weight start page
cs: Povolit odlehčenou úvodní stránku
es: Habilitar página de inicio ligera
uk: Увімкнути полегшену стартову сторінку

source: Help page link
ar: رابط صفحة المساعدة
cs: Odkaz na stránku nápovědy
es: Enlace de la página de ayuda
fr: Lien vers la page d'aide
nb: Link til hjelpeside
ps: د مرستندویه پاڼې لینک
pt: Link da página de ajuda
ru: Ссылка на страницу справки
uk: Посилання на сторінку довідки
ur: مدد کے صفحے کا لنک
uz_latn: Yordamchi sahifaga havola
uz_uz_cyrl: Ёрдамчи саҳифага ҳавола
vi: Đường dẫn liên kết trang hỗ trợ

source: Flag
ar: علم
cs: Vlajka
es: Bandera
fr: Drapeau
nb: Flagg
ps: بیرغ
pt: Bandeira
ru: Флаг
uk: Прапорець
ur: پرچم
uz_latn: Bayroq
uz_uz_cyrl: Байроқ
vi: Cờ

source: Interface language
ar: لغة الواجهة
cs: Jazyk rozhraní
es: Idioma de la interfaz
fr: Langue de l'interface
nb: Grensesnittspråk
ps: د انټرنېټ ژبه
pt: Idioma da interface
ru: Язык интерфейса
uk: Мова інтерфейсу
ur: Ø§ÙÙ¹Ø±ÙÛØ³ Ø²Ø¨Ø§Ù
uz_latn: Interfeys tili
uz_uz_cyrl: Интерфейс тили
vi: Ngôn ngữ giao diện

source: Database language
ar: لغة قاعدة البيانات
cs: Jazyk databáze
es: Idioma de la base de datos
fr: Langue de la base de données
nb: Databasespråk
ps: د ډاټابیس ژبه
pt: Idioma da base de dados
ru: Язык базы данных
uk: Мова бази даних
ur: ÚÛÙ¹Ø§ Ø¨ÛØ³ Ø²Ø¨Ø§Ù
uz_latn: Maʼlumotlar bazasi tili
uz_uz_cyrl: Маълумотлар базаси тили
vi: Ngôn ngữ cơ sở dữ liệu

source: Property to display in analysis modules
ar: الخاصية التي يتم عرضها في الوحدات التحليلية
cs: Vlastnost k zobrazení v analytických modulech
es: Propiedad a desplegar en módulos de análisis
fr: Propriété à afficher dans les modules analytiques
nb: Egenskap å vise i analysemoduler
ps: هغه مالکیت یا ځانګړتیا چې په څېړنیز لارښود یا ماډیولونو کې ښودل کیږي
pt: Propriedade a exibir nos módulos de análise
ru: Свойство для отображения в модулях анализа
uk: Властивість для відображення у модулях аналізу
ur: Ø¬Ø§Ø¦ÛØ¯Ø§Ø¯ ØªØ¬Ø²ÛÛ Ù
uz_latn: Tahlil modullarini namoyish etadigan xususiyat
uz_uz_cyrl: Таҳлил модулларини намойиш этиш хислати
vi: Thuộc tính hiện trong các chức năng phân tích dữ liệu

source: Short name
ar: الاسم المختصر
cs: Krátký název
es: Abreviatura
fr: Nom court
nb: Kort navn
ps: لنډ نوم
pt: Nome curto
ru: Короткое название
uk: Коротке ім'я
ur: Ù
uz_latn: Qisqacha nomi
uz_uz_cyrl: Қисқача номи
vi: Tên rút gọn
