Repository: dhis2/settings-app
Catalog: i18n/*.po
Languages: ar, cs, es, fr, nb, ps, pt, ru, uk, ur, uz_latn, uz_uz_cyrl, vi

source: This field should be a number
ar: يجب أن يكون هذا الحقل عدداً
cs: Toto pole by mělo být číslo
es: Este campo debe ser un número
fr: Ce champ doit être un nombre
nb: Dette feltet skal være en nummer
ps: دا ساحه یا برخه باید یوه شمېره وي
pt: Este campo deve ser um número
ru: Это поле должно содержать число
uk: Це поле повинно включати цифри
ur: یہ فیلڈ ایک نمبر ہونا چاہئے
uz_latn: Ushbu maydonda raqam boʼlishi lozim
uz_uz_cyrl: Ушбу майдонда рақам бўлиши лозим
vi: Trường này phải là số

source: This field should be a positive number
ar: يجب أن يكون هذا الحقل عدداً موجباً
cs: Toto pole by mělo být kladné číslo
es: Este campo debe ser un número positivo
fr: Ce champ doit être un nombre positif
nb: Dette feltet skal være et positivt nummer
ps: دا ساحه یا برخه باید یوه مثبته شمېره وي
pt: Este campo deve ser um número positivo
ru: Это поле должно содержать положительное число
uk: Це поле має бути додатним числом
ur: یہ میدان ایک مثبت نمبر ہونا چاہئے
uz_latn: Ushbu maydonda musbat raqam boʼlishi lozim
uz_uz_cyrl: Ушбу майдонда мусбат рақам бўлиши лозим
vi: Trường này phải là số dương

source: This field should be an email
cs: Toto pole by měl být e-mail
es: Este campo debe ser un correo electrónico
fr: Ce champ doit être un e-mail
uk: Це поле повинно включати адресу електронної пошти
uz_uz_cyrl: Ушбу сатрда email бўлиши лозим
vi: Trường này phải là một tài khoản email

source: This setting will be overridden by the current user setting: {{settingName}}
cs: Toto nastavení bude přepsáno aktuálním uživatelským nastavením: {{settingName}}
es: Esta configuración será anulada por la configuración actual del usuario: {{settingName}}
fr: Ce paramètre sera remplacé par le paramètre utilisateur actuel : {{settingName}}
uk: Це налаштування буде перевизначено налаштуваннями поточного користувача: {{settingName}}
uz_uz_cyrl: Ушбу параметр жорий фойдаланувчи параметрлари юзасидан қайта кўриб чиқилади: {{settingName}}

source: This setting can be overridden by user settings
ar: يمكن تجاوز هذا الإعداد بواسطة إعدادات المستخدم
cs: Toto nastavení lze přepsat uživatelským nastavením
es: Esta configuración puede ser anulada por la configuración del usuario
fr: Ce paramètre peut être remplacé par les paramètres utilisateur
nb: Denne innstillingen kan bli overstyrt av brukerinnstillinger
ps: دغه تنظیم د کاروونکي د تنظیماتو په وسیله نوي کېدای شي
pt: Essa configuração pode ser substituída pelas configurações do usuário
ru: Этот настройка может быть переопределена пользовательской настройкой
uk: Це налаштування може бути перевизначено налаштуваннями користувача
ur: یہ ترتیب صارف کی ترتیبات کی طرف سے ختم ہوسکتی ہے
uz_latn: Ushbu parametr foydalanuvchi sozlamalari bilan bekor qilinishi mumkin
uz_uz_cyrl: Ушбу параметр фойдаланувчи созламалари билан бекор қилиниши мумкин
vi: Cài đặt này có thể bị mất hiệu lực bởi cài đặt của người dùng

source: No options
cs: Žádné možnosti
es: Sin opciones
fr: Aucune option
nb: Ingen alternativer
uk: Немає параметрів
uz_uz_cyrl: Вариант йўқ
vi: Không có tùy chọn

source: No settings matched the search term
ar: لم تتطابق أي إعدادات مع عبارة البحث
cs: Hledanému výrazu neodpovídá žádná nastavení
es: Ninguna configuración coincide con el término de búsqueda
fr: Aucun paramètre ne correspond au terme de la recherche
nb: Ingen innstillinger samsvarte med søkeordet
ps: د لټون د مطلب سره هېڅ ډول تنظیمات مطابقت نه لري
pt: Nenhuma configuração corresponde ao termo de pesquisa
ru: Настройки не соответствуют поисковому запросу
uk: Немає налаштувань, що відповідають пошуковому слову
ur: تلاش کی اصطلاح سے مل کر کوئی ترتیبات نہیں ہیں
uz_latn: Qidiruv soʼziga hech qanday axborot topilmadi
uz_uz_cyrl: Қидирув сўзига ҳеч қандай ахборот топилмади
vi: Không tìm thấy cài đặt

source: Search results
ar: نتائج البحث
cs: Výsledky vyhledávání
es: Resultados de la búsqueda
fr: Résultats de la recherche
nb: Søkeresultater
ps: پایلې ولټوئ
pt: Procurar Resultados
ru: Результаты поиска
uk: Результати пошуку
ur: تلاش کے نتائج
uz_latn: Qidiruv natijalari
uz_uz_cyrl: Қидирув натижалари
vi: Kết quả tìm kiếm

source: Maximum number of analytics records
ar: الحد الأعلى لعدد سجلات التحليلات
cs: Maximální počet analytických záznamů
es: Número máximo de registros de análisis
nb: Max antall av analyseoppføringer
ps: د تحلیلي سوابقو یا ریکارډونو نهايي شمېر
pt: Numero máximo de registos de analise
ru: Максимальное количество аналитических записей
uk: Максимальна кількість аналітичних записів
ur: تجزیاتی ریکارڈوں کی زیادہ سے زیادہ تعداد
uz_latn: Аnalitika qaydlarini maksimal soni
uz_uz_cyrl: Аналитика қайдларини максимал сони
vi: Số bản ghi phân tích tối đa

source: Unlimited
ar: غير محدود
cs: Neomezeno
es: Ilimitado
nb: Ubegrenset
ps: غېرې محدود دی
pt: Ilimitado
ru: Неограничено
uk: Без обмежень
ur: لا محدود
uz_latn: Limitsiz
uz_uz_cyrl: Лимитсиз
vi: Không hạn chế

source: Maximum number of SQL view records
ar: الحد الأقصى لعدد سجلات الـ SQL view
cs: Maximální počet záznamů SQL pohledů
es: Número máximo de registros de vista SQL
fr: Nombre maximal d'enregistrements de vue SQL
nb: Maksimalt antall SQL-visningsoppføringer
pt: Número máximo de registros de visualização SQL
ru: Максимальное количество строк представления SQL
uk: Максимальна кількість записів перегляду SQL
uz_latn: SQL ni koʼzdan kechirishda maksimal yozuvlar soni
uz_uz_cyrl: SQL ни кўздан кечиришда максимал ёзувлар сони

source: Infrastructural indicators
ar: مؤشرات البنية التحتية
cs: Indikátory infrastruktury
es: Indicadores de infraestructura
fr: Indicateurs d'infrastructure
nb: Infrastrukturelle indikatorer
ps: د زېربنا شاخصونه
pt: Indicadores de infraestrutura
ru: Инфраструктурные показатели
uk: Інфраструктурні показники
ur: بنیادی ڈھانچے
uz_latn: Infratuzilma indikatorlari
uz_uz_cyrl: Инфратузилма индикаторлари
vi: Chỉ số hạ tầng

source: Infrastructural data elements
ar: عناصر بيانات البنية التحتية
cs: Infrastrukturní datové prvky
es: Elementos de datos infraestructurales
fr: Infrastructures éléments de données
nb: Infrastrukturelle dataelementer
ps: د زېربنايي مالوماتو (ډاټا) برخې
pt: Elementos de Dados de Infra-estrutura
ru: Инфраструктурные элементы данных
uk: Елементи інфраструктурних даних
ur: بنیادی ڈھانچے کے اعداد و شمار
uz_latn: Infrastrukturaviy maʼlumotlar elementlari
uz_uz_cyrl: Инфраструктуравий маълумотлар элементлари
vi: Phần tử dữ liệu hạ tầng

source: Infrastructural period type
ar: نوع فترة البنية التحتية
cs: Typ období infrastruktury
es: Tipo de periodo infraestructural
fr: Type de période d'infrastructure
nb: Infrastrukturperiodetype
ps: د زېربنايي مودې ډول
pt: Tipo de período de infra-estrutura
ru: Инфраструктурные типы периодов
uk: Тип інфраструктурного періоду
ur: انفراسٹرکچر کی مدت کی قسم
uz_latn: Infrastrukturaviy davr turi
uz_uz_cyrl: Инфраструктуравий давр тури
vi: Loại thời điểm hạ tầng

source: Daily
ar: يومي
cs: Denně
es: Diario
fr: Quotidien
nb: Daglig
ps: ورځني [ د مودې ډول ]
pt: Diário
ru: Ежедневно
uk: Щодня
ur: روزانہ
uz_latn: Кунлик
uz_uz_cyrl: Кунлик
vi: Hàng ngày

source: Weekly
ar: أسبوعي
cs: Týdně
es: Semanal
fr: Hebdomadaire
nb: Ukentlig
ps: اوونیز
pt: Semanal
ru: Еженедельно
uk: Щотижня
ur: ہفتہ وار
uz_latn: Ҳафталик
uz_uz_cyrl: Ҳафталик
vi: Hàng tuần

source: Monthly
ar: شهري
cs: Měsíčně
es: Mensual
fr: Mensuel
nb: Månedlig
ps: میاشتنۍ
pt: Mensal
ru: Ежемесячно
uk: Щомісяця
ur: ماہانہ
uz_latn: Ойлик
uz_uz_cyrl: Ойлик
vi: Hàng tháng

source: Bi-monthly
ar: كل شهرين
cs: Dva měsíce
es: Bimestral
fr: Bimensuel
nb: Tomånedlig
ps: دوه میاشتنۍ
pt: Bimensal
ru: Раз в два месяца
uk: Щодва місяці
ur: دو ماہی
uz_latn: Жуфт ойлик
uz_uz_cyrl: Жуфт ойлик
vi: Hàng 2 tháng

source: Quarterly
ar: ربعي
cs: Čtvrtletně
es: Trimestral
fr: Trimestriel
nb: Kvartalsvis
ps: درې میاشتنۍ
pt: Trimestral
ru: Ежеквартально
uk: Щоквартально
ur: سہ ماہی
uz_latn: Ҳар квартал
uz_uz_cyrl: Ҳар квартал
vi: Hàng quý

source: Six-monthly
ar: كل ستة-أشهر
cs: Šestiměsíční
es: Semestral
fr: Semestriel
nb: Halvårlig
ps: شپږ- میاشتنۍ
pt: Semestral
ru: Раз в полугодие
uk: Раз на півріччя
ur: چھ ماہی
uz_latn: Yarim yillik
uz_uz_cyrl: Ярим йиллик
vi: Hàng 6 tháng

source: Six-monthly April
ar: نصف سنوي، كل ستة أشهر، ابريل
cs: Duben šest měsíců
es: Semestral Abril
fr: Six-mois avril
nb: Halvårig April
ps: شپږ - د اپرېل میاشتنۍ
pt: Semestral a partir de Abril
ru: Полугодовой-Апрель
uk: Раз на півріччя квітень
ur: چھ ماہی اپریل
uz_latn: Yarim yillik Аprel
uz_uz_cyrl: Ярим йиллик Апрель
vi: Hàng 6 tháng - tháng 4

source: Yearly
ar: سنوي
cs: Ročně
es: Anual
fr: Annuel
nb: Årlig
ps: کلنۍ
pt: Anualmente
ru: Ежегодно
uk: Щорічно
ur: سالانہ
uz_latn: Йиллик
uz_uz_cyrl: Йиллик
vi: Một năm

source: Financial-April
ar: الأمور المالية-نيسان
cs: Finanční - Duben
es: Fiscal - Abril
fr: Financier-Avril
nb: Regnskap-April
ps: مالي - اپرېل
pt: Financeiro-Abril
ru: Финансовый-апрель
uk: Фінансовий - квітень
ur: مالیاتی۔اپریل
uz_latn: Moliyaviy-Аprel
uz_uz_cyrl: Молиявий-Апрель
vi: Năm tài chính - tháng 4

source: Financial-July
ar: الأمور المالية-تموز
cs: Finanční - Červenec
es: Fiscal - Julio
fr: Financière-Juillet
nb: Regnskap-Juli
ps: مالي - جولای
pt: Financeiro-Julho
ru: Финансовый-июль
uk: Фінансовий - липень
ur: مالیاتی۔جولائی
uz_latn: Moliyaviy-Iyul
uz_uz_cyrl: Молиявий-Июль
vi: Năm tài chính - tháng 7

source: Financial-Oct
ar: الأمور المالية-تشرين الأول
cs: Finanční - Říjen
es: Fiscal - Oct
fr: Financière-Oct
nb: Regnskap-Okt
ps: مالي - اکتوبر
pt: Financeiro-Outubro
ru: Финансовый - октябрь
uk: Фінансовий - жовтень
ur: مالیاتی۔اکتوبر
uz_latn: Moliyaviy-Oktyabr
uz_uz_cyrl: Молиявий-Октябрь
vi: Năm tài chính - tháng 10

source: Feedback recipients
ar: مستلمو التغذية الراجعة
cs: Příjemci zpětné vazby
es: Comentarios de los destinatarios
fr: Commentaires des bénéficiaires
nb: Tilbakemelding til mottakere
ps: د نظر ترلاسه کوونکي
pt: Comentários dos destinatários
ru: Отзывы получателей/реципиентов
uk: Отримувачі відгуків
ur: تاثرات وصول کرنے والے
uz_latn: Qayta aloqa xabarlarini qabul qiluvchilar
uz_uz_cyrl: Қайта алоқа хабарларини қабул қилувчилар
vi: Người nhận phản hồi

source: No message recipients
ar: لا يوجد مستلمون للرسالة
cs: Žádní příjemci zpráv
es: No hay destinatarios del mensaje
fr: Pas de destinataires du message
nb: Ingen meldingsmottakere
ps: د پېغام هېڅ ترلاسه کوونکي نه لري
pt: Mensagem sem destinatários
ru: Нет сообщений получателей
uk: Немає отримувачів повідомлень
ur: کوئی پیغام وصول کرنے والا نہیں
uz_latn: Xabarlarni qabul qiluvchilar yoʼq
uz_uz_cyrl: Хабарларни қабул қилувчилар йўқ
vi: Người không nhận phản hồi

source: System update notification recipients
es: Destinatarios de las notificaciones de actualización del sistema
uk: Отримувачі сповіщень про оновлення системи

source: No update notification recipients
es: Sin destinatarios de las notificaciones de actualización
uk: Немає отримувачів сповіщень про оновлення

source: Max offline organisation unit levels
ar: الحد الأعلى لمستويات الوحدة التنظيمية غير المتصلة
cs: Maximální počet offline organizačních jednotek
es: Máximos niveles de unidad organizativa en modo fuera de linea
fr: Niveau maximum d'unité d'organisation en offline
nb: Max frakoblet organisasjonsenhetnivåer
ps: د ماکس د لیکې څخه د باندې د سازمان د واحد سطحې
pt: Os níveis máximos de unidades off-line da organização
ru: Максимальные уровни офлайн организаций
uk: Макс. рівнів організаційного підрозділу в автономному режимі
ur: زیادہ سے زیادہ آف لائن تنظیم یونٹ کی سطح
uz_latn: Аvtonom tashkiliy boʼlimlar maksimal pogʼonalari soni
uz_uz_cyrl: Автоном ташкилий бўлимлар максимал поғоналари сони
vi: Số tuyến đơn vị lớn nhất hoạt động khi offline

source: Data analysis std dev factor
ar: تحليل بيانات عامل الانحراف المعياري
cs: Faktor standardního vývoje datové analýzy
es: Factor de desviación estándar del análisis de datos
fr: L'analyse des données écart facteur standard
nb: Data analyse std dev faktor
ps: مالومات (ډاټا) د std dev عامل تحلیلوي
pt: Factor de desvio padrão de análise dos dados
ru: Анализ данных, фактор стан.нар
uk: Аналіз даних, стандартний фактор відхилення
ur: ڈیٹا تجزیہ STD ڈیو عنصر
uz_latn: Maʼlumotlarni tahlil qilish Standart Ogʼiz omili
uz_uz_cyrl: Маълумотларни таҳлил қилиш Стандарт Оғиз омили
vi: Hệ số độ lệch chuẩn phân tích dữ liệu

source: Phone number area code
ar: رمز منطقة رقم الهاتف
cs: Předčíslí telefonního čísla
es: Código de área del número de teléfono
fr: Code zone du numéro de téléphone
nb: Retningsnummer for telefonnummer
ps: د ساحوي کوډ سره ګرځنده ټلیفون شمېره
pt: Códico do telefone atendendo a área
ru: региональный код номера телефона
uk: Міжміський телефонний код
ur: فون نمبر علاقہ کوڈ
uz_latn: Telefon raqamining mintaqaviy kodi
uz_uz_cyrl: Телефон рақамининг минтақавий коди
vi: Mã vùng điện thoại

source: Enable multi-organisation unit forms
ar: تمكين نماذج وحدات تنظيمية متعددة
cs: Povolit formuláře jednotek s více organizacemi
es: Habilitar formularios de unidad organizativa múltiple
fr: Activer les formulaires multi-unités d'organisation
nb: Aktiver multi-organisasjonsenhetskjema
ps: د ګڼو سازمانونو د واحد ډولونو ته توان ورکوي
pt: Ativar formas de unidade multi-organizacional
ru: Включить форму мультиорганизационных отделов
uk: Увімкнути форми мультиорганізаційних підрозділів
ur: کثیر تنظیم یونٹ فارم کو فعال کریں
uz_latn: Multi tashkilotlar uchun shaklni yoqib qoʼyish
uz_uz_cyrl: Мульти ташкилотлар учун шаклни ёқиб қўйиш
vi: Cho phép hiển thị nhiều đơn vị trong 1 biểu nhập dữ liệu

source: Acceptance required before approval
ar: القبول مطلوب قبل الموافقة
cs: Před schválením je vyžadován souhlas
es: Aceptación requerida antes de la aprobación
fr: Acceptation requise avant approbation
nb: Aksept kreves før godkjenning
ps: د منظور نه وړاندې باید ومنل شي
pt: Aceitação necessária antes da aprovação
ru: Требуется принятие до утверждения
uk: Потрібне прийняття перед затвердженням
ur: منظوری سے پہلے کی منظوری لازمی ہے
uz_latn: Tasdiqlashdan oldin qabul qilish kerak
uz_uz_cyrl: Тасдиқлашдан олдин қабул қилиш керак
vi: Tiếp Nhận Dữ Liệu trước khi Duyệt Dữ Liệu

source: Gather analytical object statistics in dashboard views
cs: Shromažďujte statistiky analytických objektů v zobrazeních ovládacích panelů
es: Recopilación de estadísticas de objetos analíticos en vistas del tablero
fr: Recueillir des statistiques d'objets analytiques dans les vues de tableau de bord
nb: Samle analytisk objektstatistikk i dashbordvisninger
uk: Збирати статистику об'єктів аналітики у вікнах інформаційної панелі
uz_uz_cyrl: Аналитик статистикани объектлар кўринишида мониторинг панелида йиғинг

source: Include passive dashboard views in usage analytics statistics
cs: Zahrnout pasivní zobrazení ovládacího panelu do statistik analytiky využití
es: Incluir las vistas pasivas del tablero en las estadísticas de Analíticas de Uso
nb: Inkluder passive dashbordvisninger i statistikk over bruksanalyse
uk: Включити пасивні перегляди інформаційної панелі в статистику аналітики використання
uz_uz_cyrl: Фойдаланиш статистикасига асбоблар панелининг пассив кўринишини қўшинг

source: Default relative period for analysis
ar: الفترة الزمنية النسبية الافتراضية للتحليل
cs: Výchozí relativní období pro analýzu
es: Período relativo por defecto para el análisis
fr: Période relative par défaut pour l'analyse
nb: Standard relativ periode for analyse
ps: د تحلیل اړونده اصلي موده
pt: Período relativo padrão para análise
ru: Относительный период по умолчанию для анализа
uk: Відносний період за замовчуванням для аналізу
ur: تجزیہ کیلئے پہلے سے طے شدہ رشتہ دار دور
uz_latn: Tahlil qilish uchun standart bogʼliq davr
uz_uz_cyrl: Таҳлил қилиш учун стандарт боғлиқ давр
vi: Thời điểm tương đối mặc định cho phân tích dữ liệu

source: This week
ar: هذا الأسبوع
cs: Tento týden
es: Esta semana
fr: Cette semaine
nb: Denne uken
ps: هفته هذا
pt: Esta semana
ru: Эта неделя
uk: Поточний тиждень
ur: اس ہفتے
uz_latn: Ушбу ҳафта
uz_uz_cyrl: Ушбу ҳафта
vi: Tuần này

source: Last week
ar: الأسبوع الماضي
cs: Minulý týden
es: Última semana
fr: Semaine passée
nb: Forrige uke
ps: تېره اونۍ
pt: Última semana
ru: Прошлая неделя
uk: Минулий тиждень
ur: آخری ہفتہ
uz_latn: Охирги ҳафта
uz_uz_cyrl: Охирги ҳафта
vi: Tuần trước

source: Last 4 weeks
ar: آخر 4 أسابيع
cs: Poslední 4 týdny
es: Últimas 4 semanas
fr: 4 dernières semaines
nb: Siste 4 uker
ps: تېرې 4 اونۍ
pt: Últimas quatro semanas
ru: Прошлые 4 недели
uk: Минулі 4 тижні
ur: آخری ۴ ہفتے
uz_latn: Охирги 4 ҳафта
uz_uz_cyrl: Охирги 4 ҳафта
vi: 4 tuần trước

source: Last 12 weeks
ar: آخر 12 أسبوع
cs: Posledních 12 týdnů
es: Últimas 12 semanas
fr: 12 dernières semaines
nb: Siste 12 uker
ps: تېرو 12 اونۍ
pt: Últimas doze semanas
ru: Прошлые 12 недель
uk: Минулі 12 тижнів
ur: آخری ۱۲ ہفتے
uz_latn: Охирги 12 ҳафта
uz_uz_cyrl: Охирги 12 ҳафта
vi: 12 tuần trước

source: Last 52 weeks
ar: آخر 52 أسبوع
cs: Posledních 52 týdnů
es: Últimas 52 semanas
fr: 52 dernières semaines
nb: Siste 52 uker
ps: تېرې دوه پنځوس اونۍ
pt: Últimas 52 semanas
ru: Последние 52 недели
uk: Останні 52 тижні
ur: آخری ۵۲ ہفتے
uz_latn: Охирги 52 ҳафта
uz_uz_cyrl: Охирги 52 ҳафта
vi: 52 tuần trước

source: This month
ar: الشهر الحالي
cs: Tento měsíc
es: Este mes
fr: Ce mois-ci
nb: Denne måneden
ps: ماه هذا
pt: Este mês
ru: Этот месяц
uk: Поточний місяць
ur: اس مہینے
uz_latn: Ушбу ой
uz_uz_cyrl: Ушбу ой
vi: Tháng này

source: Last month
ar: الشهر الماضي
cs: Minulý měsíc
es: Mes anterior
fr: Le mois dernier
nb: Forrige måned
ps: تېره میاشت
pt: Último mês
ru: Последний месяц
uk: Минулий місяць
ur: آخری ماہ
uz_latn: Охирги ой
uz_uz_cyrl: Охирги ой
vi: Tháng trước

source: Months this year
ar: أشهر السنة الحالية
cs: Měsíce tohoto roku
es: Meses este año
fr: Mois cette année
nb: Måneder i år
ps: د روان کال میاشتې
pt: Meses deste ano
ru: Месяцы этого года
uk: Місяці поточного року
ur: ماہ اس سال
uz_latn: Oylar ushbu yilda
uz_uz_cyrl: Ойлар ушбу йилда
vi: Tháng năm nay

source: Months last year
ar: أشهر السنة الماضية
cs: Měsíců minulého roku
es: Meses el año pasado
fr: Mois de l'année passée
nb: Måneder i fjor
ps: د تېر کال میاشتې
pt: Meses do ano passado
ru: Месяцы последнего года
uk: Місяці минулого року
ur: ماہ آخری سال
uz_latn: Oʼtgan yildagi oylar
uz_uz_cyrl: Ўтган йилдаги ойлар
vi: Tháng năm ngoái

source: Last 3 months
ar: آخر 3 أشهر
cs: Poslední 3 měsíce
es: Últimos 3 meses
fr: 3 derniers mois
nb: Siste 3 måneder
ps: تېرې 3 میاشتې
pt: Últimos três meses
ru: Прошлые 3 месяца
uk: Минулі 3 місяці
ur: آخری ۳ ماہ
uz_latn: Охирги 3 ой
uz_uz_cyrl: Охирги 3 ой
vi: 3 tháng trước

source: Last 6 months
ar: آخر 6 أشهر
cs: Posledních 6 měsíců
es: Últimos 6 meses
fr: 6 derniers mois
nb: Siste 6 måneder
ps: تېرې شپږ میاشتې
pt: Últimos seis meses
ru: Последние 6 месяцев
uk: Останні 6 місяців
ur: آخری ۶ ماہ
uz_latn: Oxirgi yarim yillik
uz_uz_cyrl: Охирги ярим йиллик
vi: 6 tháng trước

source: Last 12 months
ar: آخر 12 شهر
cs: Posledních 12 měsíců
es: Ultimos 12 meses
fr: 12 derniers mois
nb: Siste 12 måneder
ps: تېرې 12 میاشتې
pt: Últimos doze meses
ru: Прошлые 12 месяцев
uk: Минулі 12 місяців
ur: آخری ۱۲ ماہ
uz_latn: Охирги 12 ой
uz_uz_cyrl: Охирги 12 ой
vi: Trong 12 tháng trước

source: This bi-month
ar: الشهران المزدوجان الحاليان
cs: Tyto dva měsíce
es: Este bimestre
fr: Ces 2 dernières semaines
nb: Denne tomåneden
ps: این دوماهه
pt: Este bi-mês
ru: Этот период по два месяца
uk: Поточний двомісячний період
ur: یہ دو ماہ
uz_latn: Ушбу жуфт ой
uz_uz_cyrl: Ушбу жуфт ой
vi: Lần Hai-Tháng này

source: Last bi-month
ar: آخر شهرين مزدوجين
cs: Poslední dva měsíce
es: Bimestre anterior
fr: Dernier bi-mestre
nb: Siste tomåned
ps: تېرې دوه میاشتې
pt: Último bimestre
ru: Прошлый двухмесячный период
uk: Останні два місяці
ur: آخری دو ماہ
uz_latn: Oxirgi juft oy
uz_uz_cyrl: Охирги жуфт ой
vi: Kỳ 2 tháng trước

source: Last 6 bi-months
ar: آخر 6 أشهر مزدوجة
cs: Posledních 6 dvou-měsíců
es: Últimos 6 bimestres
fr: 6 derniers bimestres
nb: Siste 6 tomåneder
ps: په تېرو شپږو میاشتو کې ډوه ځلې
pt: Últimos seis bi-meses
ru: Последние 6 двухмесячных периодов
uk: Останні 6 двомісячних періодів
ur: آخری ۶ دو ماہانہ
uz_latn: Oxirgi yarim yillik juft oylar
uz_uz_cyrl: Охирги ярим йиллик жуфт ойлар
vi: 6 kỳ 2 tháng trước

source: This quarter
ar: ربع السنة الحالي
cs: Toto čtvrtletí
es: Este trimestre
fr: Ce trimestre
nb: Dette kvartalet
ps: ربع هذا
pt: Este Trimestre
ru: Этот квартал
uk: Поточний квартал
ur: اس سہ ماہی
uz_latn: Ушбу квартал
uz_uz_cyrl: Ушбу квартал
vi: Quý này

source: Last quarter
ar: ربع السنة الماضي
cs: Poslední čtvrtletí
es: El trimestre pasado
fr: Trimestre précédent
nb: Siste kvartal
ps: تېره ربعه
pt: Último trimestre
ru: Последний квартал
uk: Минулий квартал
ur: آخری سہ ماہ
uz_latn: Охирги квартал
uz_uz_cyrl: Охирги квартал
vi: Quý trước

source: Quarters this year
ar: أرباع السنة الحالية
cs: Čtvrtletí tohoto roku
es: Trimestres de este año
fr: Trimestres cette année
nb: Kvartaler i år
ps: د سږ کال ربعې
pt: Trimestres deste ano
ru: Кварталы этого года
uk: Квартали поточного року
ur: سہ ماہی اس سال
uz_latn: Ushbu yildagi kvartallar
uz_uz_cyrl: Ушбу йилдаги кварталлар
vi: Quý năm nay

source: Quarters last year
ar: أرباع السنة الماضية
cs: Čtvrtletí v loňském roce
es: Trimestres el año pasado
fr: Trimestres de l'année passée
nb: Kvartal i fjor
ps: د تېر کال ربعې
pt: Trimestres do ano passado
ru: Кварталы последнего года
uk: Квартали минулого року
ur: سہ ماہی آخری سال
uz_latn: Oʼtgan yildagi choraklar
uz_uz_cyrl: Ўтган йилдаги чораклар
vi: Quý năm trước

source: Last 4 quarters
ar: آخر 4 أرباع السنة
cs: Poslední 4 čtvrtletí
es: Últimos 4 trimestres
fr: 4 derniers trimestres
nb: Siste 4 kvartaler
ps: تېرې 4ربعې
pt: Últimos quatro trimestres
ru: Прошлые 4 квартала
uk: Останні 4 квартали
ur: آخری ۴ سہ ماہی
uz_latn: Охирги 4 квартал
uz_uz_cyrl: Охирги 4 квартал
vi: 4 quý trước

source: This six-month
ar: الستة أشهر الحالية
cs: Těchto šest měsíců
es: Este semestre
fr: Ce semestre
nb: Dette halvåret
ps: شش ماه هذا
pt: Estes seis meses
ru: Это полугодие
uk: Поточне півріччя
ur: یہ چھ ماہ
uz_latn: Ушбу ярим йиллик
uz_uz_cyrl: Ушбу ярим йиллик
vi: 6 tháng này

source: Last six-month
ar: آخر ستة-أشهر
cs: Poslední půlrok
es: Último semestre
fr: Dernier semestre
nb: Siste halvår
ps: تېرې شپږ میاشتې [ تېرې ـ شپږ ـ میاشتې ]
pt: Último semestre
ru: Прошлое полугодие
uk: Останні шість місяців
ur: آخری ۶ ماہ
uz_latn: Oxirgi yarim yillik
uz_uz_cyrl: Охирги ярим йиллик
vi: 6 tháng trước

source: Last 2 six-months
ar: آخر فترتي ستة أشهر (نصفي سنة)
cs: Poslední 2 šestiměsíce
es: Últimos 2 semestres
fr: 2 derniers semestres
nb: Siste 2 halvår
ps: تېرې دوه شپږ میاشتې
pt: Dois últimos seis-meses
ru: Последние два полугодия
uk: Останні 2 півріччя
ur: آخری ۲ چھ ماہ
uz_latn: Oxirgi 2 ta yarim yillik
uz_uz_cyrl: Охирги 2 та ярим йиллик
vi: 2 lần sáu-tháng trước

source: This year
ar: السنة الحالية
cs: Tento rok
es: Este año
fr: Année en cours
nb: Dette året
ps: روان کال
pt: Este ano
ru: Этот год
uk: Поточний рік
ur: اس سال
uz_latn: Ушбу йил
uz_uz_cyrl: Ушбу йил
vi: Năm nay

source: Last year
ar: السنة الماضية
cs: Poslední rok
es: El año pasado
fr: L'année passée
nb: Forrige år
ps: تېر کال
pt: Último ano
ru: Прошлый год
uk: Минулий рік
ur: آخری سال
uz_latn: Охирги йил
uz_uz_cyrl: Охирги йил
vi: Năm ngoái

source: Last 5 years
ar: آخر 5 سنوات
cs: Posledních 5 let
es: Últimos 5 años
fr: 5 dernières années
nb: Siste 5 år
ps: تېر 5 کلونه
pt: Últimos cinco anos
ru: Прошлые 5 лет
uk: Минулі 5 років
ur: آخری ۵ سال
uz_latn: Охирги 5 йил
uz_uz_cyrl: Охирги 5 йил
vi: 5 năm trước

source: Last 10 years
ar: آخر 10 سنوات
cs: Posledních 10 let
es: Últimos 10 años
fr: 10 dernières années
nb: Siste 10 år
ps: لس کلونه
pt: Últimos 10 anos
ru: Последние 10 лет
uk: Останні 10 років
ur: آخری 10 سال
uz_latn: Oxirgi 10 yil
uz_uz_cyrl: Охирги 10 йил
vi: 10 năm trước
