Repository: dhis2/settings-app
Catalog: i18n/*.po
Languages: ar, cs, es, fr, nb, ps, pt, ru, uk, ur, uz_latn, uz_uz_cyrl, vi

source: Failed to load: {{error}}
cs: Načtení se nezdařilo: {{error}}
es: Error al cargar: {{error}}
fr: Échec du chargement : {{error}}
uk: Не вдалося завантажити: {{error}}
uz_uz_cyrl: Бклаб бўлмади: {{error}}

source: No flag
ar: لا يوجد علم
cs: Žádná vlajka
es: Sin bandera
fr: Pas de Drapeau
nb: Ingen flagg
ps: بیرغ نشته
pt: Sem bandeira
ru: Нет флага
uk: Без прапорця
ur: کوئی پرچم نہیں
uz_latn: Bayroq yoʼq
uz_uz_cyrl: Байроқ йўқ
vi: Không có cờ

source: Search settings
ar: إعدادات البحث
cs: Nastavení vyhledávání
es: Configuración de las búsquedas
fr: Paramètres de recherche
nb: Søkeinnstillinger
ps: د لټون تنظیمات
pt: Configurações de pesquisa
ru: Настройки поиска
uk: Налаштування пошуку
ur: تلاش کی ترتیبات
uz_latn: Qidiruv sozlamalari
uz_uz_cyrl: Қидирув созламалари
vi: Cài đặt tìm kiếm

source: Replace image
ar: استبدال الصورة
cs: Vyměnit obrázek
es: Reemplazar imagen
fr: Remplacer l'image
nb: Erstatt bilde
ps: انځور ته بدلون ورکړئ
pt: Substituir imagem
ru: Заменить изображение
uk: Замінити зображення
ur: تصویر تبدیل کریں
uz_latn: Rasmni almashtirish
uz_uz_cyrl: Расмни алмаштириш
vi: Thay hình

source: Preview image
ar: معاينة الصور
cs: Náhled obrázku
es: Vista previa de la imagen
fr: Aperçu de l'image
nb: Forrige bilde
ps: انځور ښکاره کړئ
pt: Visualizar imagem
ru: Предварительный просмотр изображения
uk: Попередній перегляд зображення
ur: پیش نظارہ تصویر
uz_latn: Rasmni oldindan koʼzdan kechirish
uz_uz_cyrl: Расмни олдиндан кўздан кечириш
vi: Ảnh xem thử

source: Preview of image
cs: Náhled obrázku
es: Vista previa de la imagen
fr: Aperçu de l'image
nb: Bildeforhåndsvisning
uk: Попередній перегляд зображення
uz_uz_cyrl: Расмни олдиндан кўриш

source: Upload image
ar: تحميل الصورة
cs: Nahrát obrázek
es: Subir imagen
fr: Télécharger une image
nb: Last opp bilde
ps: انځور آپلوډ یا اضافه کړئ
pt: Carregar Imagem
ru: Загрузить изображение
uk: Вивантажити зображення
ur: تصویر انٹرنیٹ پر ڈالنا
uz_latn: Rasmni yuklash
uz_uz_cyrl: Расмни юклаш
vi: Tải ảnh lên

source: Error uploading file: {{error}}
cs: Chyba při nahrávání souboru: {{error}}
es: Error al subir el archivo: {{error}}
fr: Erreur lors de l'importation du fichier : {{error}}
uk: Помилка при вивантаженні зображення: {{error}}
uz_uz_cyrl: Файлни юклашда хатолик юз берди: {{error}}

source: Cancel upload
ar: إلغاء التحميل
cs: Zrušit nahrávání
es: Cancelar la subida
fr: Annuler le téléchargement
nb: Avbryt opplasting
ps: رد یې کړئ
pt: Cancelar upload
ru: Отменить загрузку
uk: Скасувати вивантаження
ur: اپ لوڈ منسوخ کریں
uz_latn: Yuklanishni bekor qilish
uz_uz_cyrl: Юкланишни бекор қилиш
vi: Hủy bỏ tải lên

source: Set the main field value before adding a translation
ar: قم بتعيين قيمة الحقل الرئيسي قبل إضافة الترجمة
cs: Před přidáním překladu nastavte hodnotu hlavního pole
es: Establecer el valor del campo principal antes de añadir una traducción
fr: Définir la valeur du champ principal avant d'ajouter une traduction
nb: Sett hovedfeltverdien før du legger til en oversettelse
pt: Defina o valor do campo principal antes de adicionar uma tradução
uk: Перш ніж додавати переклад, встановіть значення основного поля
uz_latn: Tarjimani qoʼshishdan oldin asosiy maydon qiymatini oʼrnating
uz_uz_cyrl: Таржимани қўшишдан олдин асосий майдон қийматини ўрнатинг

source: Could not fetch localized settings
ar: تعذر جلب الإعدادات المحلية
cs: Nelze načíst lokalizované nastavení
es: No se pudo obtener la configuración localizada
fr: Impossible de récupérer les paramètres localisés
nb: Kunne ikke hente lokaliserte innstillinger
pt: Não foi possível buscar as configurações localizadas
uk: Не вдалося отримати локалізовані налаштування
uz_latn: Mahalliy sozlamalar olinmadi
uz_uz_cyrl: Маҳаллий созламалар олинмади

source: Select language
ar: اختر اللغة
cs: Vybrat jazyk
es: Seleccionar idioma
fr: Choisir la langue
nb: Velg språk
ps: ژبه انتخاب کړی
pt: Selecione o idioma
ru: Выбрать язык
uk: Обрати мову
ur: زبان منتخب کریں
uz_latn: Tilni tanlang
uz_uz_cyrl: Тилни танланг
vi: Chọn ngôn ngữ

source: Version created
cs: Verze vytvořena
es: Versión creada
fr: Version créée
uk: Версію створено
uz_uz_cyrl: Версия яратилди

source: Failed to create version
cs: Nepodařilo se vytvořit verzi
es: Error al crear versión
fr: Échec de la création de la version
uk: Не вдалося створити версію
uz_uz_cyrl: Версия яратиш амалга ошмади

source: Error fetching settings
cs: Při načítání nastavení došlo k chybě
es: Error al obtener la configuración
fr: Erreur lors de la récupération des paramètres
uk: Помилка під час отримання налаштувань
uz_uz_cyrl: Созламаларни юклаб олишда хатолик юз берди

source: Create new version
ar: إنشاء إصدار جديد
cs: Vytvořit novou verzi
es: Crear nueva versión
fr: Créer une nouvelle version
nb: Lag en ny versjon
ps: نوی ویرژن جوړ کړئ
pt: Crie nova versão
ru: Создать новую версию
uk: Створити нову версію
ur: نیا ورژن بنائیں
uz_latn: Yangi variantni yarating
uz_uz_cyrl: Янги вариантни яратинг
vi: Tạo phiên bản

source: Best effort
cs: Nejlepší úsilí
es: Mejor esfuerzo
fr: Meilleur effort
uk: Максимальні зусилля
uz_uz_cyrl: Яхши ҳаракат

source: Atomic
ar: الذري
es: Atómico
fr: Atomique
nb: Atomisk
ps: اټومیک
ru: Атомарный
uk: Атомний
ur: جوہری
uz_latn: Аtomik
uz_uz_cyrl: Атомик
vi: Phiên bản nguyên tử

source: Master version:
cs: Hlavní verze:
es: Versión maestra:
fr: Version principale:
uk: Основна версія:
uz_uz_cyrl: Асосий вариант:

source: None
ar: لا شيء
cs: Žádný
es: Ninguno
fr: Aucun
nb: Ingen
ps: هېڅ یو
pt: Nenhum
ru: Не известное значение
uk: Немає
ur: کوئی نہں
uz_latn: Йўқ
uz_uz_cyrl: Йўқ
vi: Không

source: Last sync attempt
ar: آخر محاولة للمزامنة
cs: Poslední pokus o synchronizaci
es: Último intento de sincronización
fr: Dernière tentative de synchronisation
nb: Siste synkroniseringsforsøk
ps: د یو شان والي وروستۍ هڅه
pt: Última tentativa de sincronização
ru: Последняя попытка синхронизации
uk: Спроба останньої синхронізації
ur: آخری مطابقت پذیر کوشش
uz_latn: Oxirgi sinxronizatsiya
uz_uz_cyrl: Охирги синхронизация
vi: Lần đồng bộ cuối

source: Failed
ar: فشل
cs: Selhalo
es: Ha fallado
fr: Echoué
nb: Mislyktes
ps: ناکام شوي
pt: Falhou
ru: Сбой
uk: Помилка
ur: ناکام
uz_latn: Аmalga oshmadi
uz_uz_cyrl: Амалга ошмади
vi: KHÔNG THÀNH CÔNG

source: No versions exist
ar: لا توجد إصدارات
cs: Neexistují žádné verze
es: No existen versiones
fr: Aucune version n'existe
nb: Ingen versjoner finnes
ps: هېڅ ډول نسخې شتون نه لري
pt: Não existem versões
ru: Версии не существуют
uk: Версій не існує
ur: کوئی ورژن موجود نہیں ہے
uz_latn: Hech qanday variant mavjud emas
uz_uz_cyrl: Ҳеч қандай вариант мавжуд эмас
vi: Không tồn tại phiên bản

source: Enable Versioning for metadata sync
ar: تمكين الإصدار لمزامنة البيانات الوصفية
cs: Povolit správu verzí pro synchronizaci metadat
es: Habilitar el control de versiones para la sincronización de metadatos
fr: Activer la gestion des versions pour la synchronisation des métadonnées
nb: Aktiver versjon for metadatasynkronisering
ps: د میټا ډاټا د یو شان والي په موخه نسخه فعاله کړئ
pt: Activar controle de versão para sincronização de metadados
ru: Включить управление версиями для синхронизации метаданных
uk: Увімкнення керування версіями для синхронізації метаданих
ur: میٹا ڈیٹا کی مطابقت پذیری کے لئے ورژن کو فعال کریں
uz_latn: Sinxronlar uchun metamaʼlumotlar variantini yoqib qoʼying
uz_uz_cyrl: Синхронлар учун метамаълумотлар вариантини ёқиб қўйинг
vi: Kích hoạt phiên bản cho đồng bộ siêu dữ liệu

source: Don't sync metadata if DHIS versions differ
ar: لا تقم بمزامنة البيانات الوصفية إذا كانت إصدارات DHIS مختلفة
cs: Nesynchronizovat metadata, pokud se liší verze DHIS
es: No sincronizar metadatos si las versiones de DHIS difieren
fr: Ne pas synchroniser les métadonnées si les versions DHIS diffèrent
nb: Ikke synkroniser metadata hvis DHIS-versjoner er forskjellige
ps: د DHIS نسخو د توپیر په صورت کې هېڅکله هم میټا ډاټا یو شان نه کړئ
pt: Não sincronize metadados se as versões do DHIS diferirem
ru: Не синхронизировать метаданные, если версии DHIS отличаются
uk: Не синхронізувати метадані, якщо версії DHIS відрізняються
ur: DHIS ورژن مختلف ہیں تو میٹا ڈیٹا کو مطابقت نہ کریں
uz_latn: DHIS variantlari bir-biridan farq qiladigan boʼlsa, metamaʼlumotlarni sinxronlashtirmang
uz_uz_cyrl: DHIS вариантлари бир-биридан фарқ қиладиган бўлса, метамаълумотларни синхронлаштирманг
vi: Không đồng bộ siêu dữ liệu nếu khác phiên bản DHIS

source: Metadata Versioning
ar: إصدار البيانات الوصفية
cs: Správa verzí metadat
es: Versión de metadatos
fr: Gestion des versions des métadonnées
nb: Metadataversjon
ps: د میټا ډاټا نسخه
pt: Versão de metadados
ru: Управление версиями метаданных
uk: Керування версіями метаданих
ur: میٹا ڈیٹا ڈیٹا بیسنگ
uz_latn: MetaMaʼlumotlar variantlarini boshqarish
uz_uz_cyrl: МетаМаълумотлар вариантларини бошқариш
vi: Phiên bản siêu dữ liệu

source: This client ID is already taken
ar: تم أخذ رقم تعريف العميل هذا بالفعل
cs: Toto ID klienta je již obsazeno
es: Este ID de cliente ya se ha tomado
fr: Cet identifiant client est déjà pris
nb: Denne Klient ID-en er allerede tatt
ps: د دغه مراجعه کاروونکي آيي ډي له وړاندې اخیستل شوې ده
pt: Este ID do cliente já foi usado
ru: Этот ID клиента уже занят
uk: Цей ідентифікатор клієнта вже взято
ur: اس کلائنٹ کی شناخت پہلے ہی لی گئی ہے
uz_latn: Ushbu mijoz identifikatori allaqachon olingan
uz_uz_cyrl: Ушбу мижоз идентификатори аллақачон олинган
vi: Ký hiệu nhận dạng (ID) máy khách này đã được sử dụng

source: Name
ar: الإسم
cs: Název
es: Nombre
fr: Nom
nb: Navn
ps: نوم
pt: Nome
ru: Название
uk: Ім'я
ur: ÙØ§Ù
uz_latn: Исми
uz_uz_cyrl: Исми
vi: Tên

source: Required
ar: مطلوب
cs: Vyžadováno
es: Necesario
fr: Obligatoire
nb: Påkrevd
ps: اړین دي
pt: Requerido
ru: Обязательный
uk: Обов'язкове поле
ur: لازمی
uz_latn: Majburiy
uz_uz_cyrl: Мажбурий
vi: Bắt buộc

source: Client ID
ar: معرف العميل
es: Identificador de cliente
fr: Identifiant du client
nb: Klient ID
ps: د مراجعه کوونکي ID
pt: ID do cliente
ru: ID клиента
uk: Ідентифікатор клієнта
ur: کلائنٹ کی شناخت
uz_latn: Klient ID
uz_uz_cyrl: Клиент ID
vi: Ký hiệu nhận dạng máy khách

source: Client Secret
ar: كلمة سر العميل
cs: Tajemství klienta
es: Certificado del cliente
fr: Secret du client
nb: Privatklient
ps: د مراجعه کوونکي راز
pt: Segredo do cliente
ru: Секрет клиента
uk: Секретний ключ клієнта
ur: کلائنٹ خفیہ
uz_latn: Mijoz sirlari
uz_uz_cyrl: Мижоз сирлари
vi: Bí mật máy khách

source: Grant Types
ar: أنواع المنح
cs: Druhy grantů
fr: Types de permissions
nb: Tilskuddstyper
ps: د ډولونو رکول
pt: Tipos de Subsídios
ru: Виды полномочий
uk: Типи грантів
ur: گرانٹ کی اقسام
uz_latn: Grant turlari
uz_uz_cyrl: Грант турлари
vi: Loại Cấp quyền

source: Password
ar: كلمة المرور
cs: Heslo
es: Contraseña
fr: Mot de passe
nb: Passord
ps: پټنوم
pt: Senha
ru: Пароль
uk: Пароль
ur: پاسورڈ
uz_latn: Parol
uz_uz_cyrl: Пароль
vi: Mật khẩu

source: Refresh token
ar: تحديث الرمز
cs: Obnovit token
fr: Actualiser le Token
nb: Oppdater symbol
ps: د بیا تازه کولو نښه
pt: Actualizar token
ru: Обновить токен
uk: Оновити токен
ur: ٹوکن تازہ کریں
uz_latn: Tokenni yangilash
uz_uz_cyrl: Токенни янгилаш
vi: Nạp lại Cờ

source: Authorization code
ar: رمز المصادقة
cs: Autorizační kód
es: Código de Autorización
fr: Code d'autorisation
nb: Autorisasjonskode
ps: د رسمي اجازې کوډ
pt: Código de autorização
ru: Код авторизации
uk: Код авторизації
ur: اختیار کوڈ
uz_latn: Аvtorizatsiya kodi
uz_uz_cyrl: Авторизация коди
vi: Mã quyền

source: One URL per line
ar: عنوان URL واحد لكل صف
cs: Jedna adresa URL na řádek
es: Una URL por línea
fr: Une URL par ligne
nb: En URL per linje
ps: په هره کرښه کې یو URL
pt: Um URL por linha
uk: Одна URL-адреса на рядок
ur: فی یو آر ایل
uz_latn: Har bir qator uchun bitta URL
uz_uz_cyrl: Ҳар бир қатор учун битта URL
vi: Mỗi dòng một URL

source: Redirect URIs
ar: إعادة توجيه URIs
cs: Přesměrování URI
es: Redireccionar URIs
fr: URL de redirection
nb: Omdiriger URL-er
ps: د URIs بیاځلي رهنمايي کول
pt: Redirecionar URIs
ru: Перенаправить URI
uk: URI-адреси перенаправлення
ur: URIs کو ری ڈائریکٹ کریں
uz_latn: URLlarni qayta yoʼnaltirish
uz_uz_cyrl: URLларни қайта йўналтириш
vi: Chuyển hướng URIs

source: This field should contain a list of URLs
ar: يجب أن يحتوي هذا الحقل على قائمة بعناوين URLs
cs: Toto pole by mělo obsahovat seznam adres URL
es: Este campo debe contener una lista de URLs
fr: Ce champ doit contenir une liste d'URL
nb: Dette feltet skal inneholde en liste av URLs
ps: دا ساحه یا برخه باید د URLs یو لېسټ ولري
pt: Este campo deve conter uma lista de URLs
ru: Это поле должно содержать список URL
uk: Це поле має містити список URL-адрес
ur: اس فیلڈ کو یو آر ایل کی فہرست پر مشتمل ہونا چاہئے
uz_latn: Ushbu maydon URL manzillar roʼyxatini oʼz ichiga olishi kerak
uz_uz_cyrl: Ушбу майдон URL манзиллар рўйхатини ўз ичига олиши керак
vi: Trường này phải chứa danh sách đường dẫn liên kết (URL)

source: Create new OAuth2 Client
ar: إنشاء عميل OAuth2 جديد
cs: Vytvořit nového klienta OAuth2
es: Crear nuevo cliente OAuth2
fr: Créer un nouveau client OAuth2
nb: Opprett ny OAuth2 Klient
ps: د مراجعه کوونکي نوی OAuth2 جوړ کړئ
pt: Criar novo cliente OAuth2
ru: Создать новый клиент OAuth2
uk: Створити новий клієнт OAuth2
ur: نئے OAuth2 کلائنٹ بنائیں
uz_latn: Yangi OAuth2 ni yaratish
uz_uz_cyrl: Янги OAuth2 ни яратиш
vi: Tạo máy khách OAuth2

source: Edit OAuth2 Client
ar: تعديل عميل OAuth2
cs: Upravit klienta OAuth2
es: Editar cliente OAuth2
fr: Modifier le client OAuth2
nb: Edit OAuth2 Klient
ps: د مراجعه کوونکي OAuth2 تصحیح کړئ
pt: Modificar cliente OAuth2
ru: Редактировать клиент OAuth2
uk: Редагувати клієнт OAuth2
ur: OAuth2 کلائنٹ میں ترمیم کریں
uz_latn: OAuth2 ni tahrirlash
uz_uz_cyrl: OAuth2 ни таҳрирлаш
vi: Sửa máy khách OAuth2

source: Save
ar: حفظ
cs: Uložit
es: Guardar
fr: Enregistrer
nb: Lagre
ps: ثبت یې کړئ [ ژباړه - ثبت کړئ ]
pt: Salvar
ru: Сохранить
uk: Зберегти
ur: محفوظ
uz_latn: Saqlash
uz_uz_cyrl: Сақлаш
vi: Lưu

source: Cancel
ar: إلغاء
cs: Zrušit
es: Cancelar
fr: Annuler
nb: Avbryt
ps: رد یې کړئ [ ژباړه ـ ردول ]
pt: Cancelar
ru: Отмена
uk: Скасувати
ur: منسوخ
uz_latn: Бекор қилиш
uz_uz_cyrl: Бекор қилиш
vi: Hủy

source: There are currently no OAuth2 clients registered
ar: لا يوجد حاليا عملاء OAuth2 مسجلين
cs: Momentálně nejsou registrováni žádní klienti OAuth2
es: Actualmente no hay clientes OAuth2 registrados
fr: Il n'y a actuellement aucun client OAuth2 enregistré
nb: Det er for øyeblikket ingen OAuth2 klienter registrert
ps: اوسمهال د OAuth2 هېڅ مراجعین نه دي راجسټر شوي
pt: No momento, não há clientes OAuth2 registrados
ru: На данный момент нет зарегистрированных клиентов OAuth2
uk: Наразі немає зареєстрованих клієнтів OAuth2
ur: فی الحال کوئی OAuth2 کلائنٹ نہیں ہیں
uz_latn: Hozirda OAuth2 mijozlari roʼyxatdan oʼtkazilmagan
uz_uz_cyrl: Ҳозирда OAuth2 мижозлари рўйхатдан ўтказилмаган
vi: Hiện không có máy khách OAuth2 được đăng ký

source: Edit
ar: تعديل
cs: Upravit
es: Editar
fr: Modifier
nb: Rediger
ps: درست یې کړئ
pt: Editar
ru: Редактировать
uk: Редагувати
ur: ترمیم
uz_latn: Tahrirlash
uz_uz_cyrl: Таҳрирлаш
vi: Chỉnh sửa

source: Delete
ar: حذف
cs: Smazat
es: Eliminar
fr: Supprimer
nb: Slett
ps: خذف یې کړئ
pt: Suprimir
ru: Удалить
uk: Видалити
ur: حذف
uz_latn: Oʼchirib tashlash
uz_uz_cyrl: Ўчириб ташлаш
vi: Xóa

source: OAuth2 client saved
ar: تم حفظ عميل OAuth2
cs: Klient OAuth2 uložen
es: Cliente OAuth2 guardado
fr: Client OAuth2 enregistré
nb: OAuth2 klient ble lagret
ps: د OAuth2 مراجعین ثبت شو
pt: Cliente OAuth2 salvo
ru: Клиент OAuth2 сохранен
uk: Клієнт OAuth2 збережено
ur: OAuth2 کلائنٹ کو بچایا
uz_latn: OAuth2 mijoz saqlandi
uz_uz_cyrl: OAuth2 мижоз сақланди
vi: Máy khách OAuth2 đã lưu

source: Failed to save OAuth2 client
ar: فشل في حفظ العميل OAuth2
cs: Uložení klienta OAuth2 se nezdařilo
es: Error al guardar el cliente OAuth2
fr: Échec de l'enregistrement du client OAuth2
nb: Kunne ikke lagre OAuth2 klient
ps: د مراجعه کوونکي نوی OAuth2 ثبتول ناکامی سړه مخ شو
pt: Falha ao salvar o cliente OAuth2
ru: Не удалось сохранить клиент OAuth2
uk: Не вдалося зберегти клієнт OAuth2
ur: OAuth2 کلائنٹ کو بچانے میں ناکام
uz_latn: OAuth2 mijoz saqlanishi amalga oshmadi
uz_uz_cyrl: OAuth2 мижоз сақланиши амалга ошмади
vi: Lưu máy khách OAuth2 KHÔNG THÀNH CÔNG

source: Add OAuth2 client
cs: Přidat klienta OAuth2
es: Añadir cliente OAuth2
fr: Ajouter un client OAuth2
nb: Legg til OAuth2 klient
uk: Додати клієнт OAuth2
uz_uz_cyrl: OAuth2 клиентини қўшиш

source: Yes
ar: نعم
cs: Ano
es: Sí
fr: Oui
nb: Ja
ps: هو
pt: Sim
ru: Да
uk: Так
ur: Ø¬Û ÛØ§Úº
uz_latn: Ҳа
uz_uz_cyrl: Ҳа
vi: Có

source: No
ar: لا
cs: Ne
fr: Non
nb: Nei
ps: نه
pt: Não
ru: Нет
uk: Ні
ur: ÙÛÛÚº
uz_latn: Йўқ
uz_uz_cyrl: Йўқ
vi: Không

source: OAuth2 client deleted
ar: تم حذف عميل OAuth2
cs: Klient OAuth2 odstraněn
es: Cliente OAuth2 eliminado
fr: Client OAuth2 supprimé
nb: OAuth2 klient ble slettet
ps: د OAuth2 مراجعین حذف شو
pt: Cliente OAuth2 excluído
ru: Клиент OAuth2 удален
uk: Клієнт OAuth2 видалено
ur: OAuth2 کلائنٹ کو خارج کر دیا گیا
uz_latn: OAuth2 mijoz oʼchirildi
uz_uz_cyrl: OAuth2 мижоз ўчирилди
vi: Máy khách OAuth2 đã xóa

source: Failed to delete OAuth2 client
cs: Odstranění klienta OAuth2 se nezdařilo
es: Error al eliminar el cliente OAuth2
fr: Échec de la suppression du client OAuth2
uk: Не вдалося видалити клієнт OAuth2
uz_uz_cyrl: OAuth2 клиентини ўчириш амалга ошмади

source: Settings updated
ar: تم تحديث الإعدادات
cs: nastavení aktualizováno
es: Configuración actualizada
fr: Paramètres mis à jour
nb: Innstillinger oppdatert
ps: تنظیمات تجدید شول
pt: Configurações actualizadas
ru: Настройки обновлены
uk: Налаштування оновлено
ur: ØªØ±ØªÛØ¨Ø§Øª Ø§Ù¾ ÚÛÙ¹
uz_latn: Sozlamalar yangilandi
uz_uz_cyrl: Созламалар янгиланди
vi: Cài đặt đã được cập nhật

source: General
ar: عام
cs: Všeobecné
fr: Général
nb: Generell
ps: عمومي
pt: Geral
ru: Общие
uk: Загальне
ur: Ø¬ÙØ±Ù
uz_latn: Umumiy
uz_uz_cyrl: Умумий
vi: Tổng quan

source: General settings
ar: الإعدادات العامة
cs: Obecné nastavení
es: Configuración general
fr: Paramètres généraux
nb: Generelle innstillinger
ps: عمومي تنظیمات
pt: Definições gerais
ru: Общие настройки
uk: Загальні налаштування
ur: عموممی ترجیحات
uz_latn: Umumiy sozlamalar
uz_uz_cyrl: Умумий созламалар
vi: Cài đặt chung

source: Analytics
ar: التحليلات
cs: Analytika
es: Analíticas
fr: Analytiques
nb: Analyser
ps: تحلیلي
pt: Google Analytics
ru: Аналитика
uk: Аналітика
ur: تجزیات
uz_latn: Аnalitika
uz_uz_cyrl: Аналитика
vi: Phân tích

source: Analytics settings
ar: إعدادات التحليلات
cs: Nastavení Analytiky
es: Configuración de Analíticas
fr: Paramètres d'analyse
nb: Analyseinnstillinger
ps: د Analytics ترتیبات
pt: Configurações do Analytics
ru: Настройки аналитики
uk: Налаштування аналітики
ur: تجزیات کی ترجیحات
uz_latn: Аnalitika sozlamalari
uz_uz_cyrl: Аналитика созламалари
vi: Cài đặt phân tích

source: Server
ar: الخادم
es: Servidor
fr: Serveur
ps: سرور
pt: Servidor
ru: Сервер
uk: Сервер
ur: سرور
uz_uz_cyrl: Сервер
vi: Máy chủ

source: Server settings
ar: إعدادات الخادم
cs: Nastavení serveru
es: Configuración del Servidor
fr: Paramètres du serveur
nb: Serverinnstillinger
ps: د سرور تنظیمات
pt: Configurações do servidor
ru: Настройки сервера
uk: Налаштування серверу
ur: سرور کی ترجیحات
uz_latn: Server sozlamalari
uz_uz_cyrl: Сервер созламалари
vi: Cài đặt máy chủ

source: Appearance
ar: المظهر
cs: Vzhled
es: Apariencia
fr: Aspect
nb: Utseende
ps: ظاهري ډول
pt: Aparência
ru: Внешний вид
uk: Зовнішній вигляд
ur: ظہور
uz_latn: Tashqi koʼrinish
uz_uz_cyrl: Ташқи кўриниш
vi: Giao diện

source: Appearance settings
ar: إعدادات المظهر
cs: Nastavení vzhledu
es: Opciones de apariencia
fr: Paramètres d'apparence
nb: Utseendeinnstillinger
ps: د ظاهرېدو تنظیمات.
pt: Configurações de aparência
ru: Настройки внешнего вида
uk: Налаштування зовнішнього вигляду
ur: ظاہری ترجیحات
uz_latn: Tashqi koʼrinish sozlamalari
uz_uz_cyrl: Ташқи кўриниш созламалари
vi: Cài đặt giao diện

source: Email
ar: بريد إلكتروني
es: Correo-e
fr: Adresse e-mail
nb: E-post
ps: ایمیل
ru: адрес электронной почты
uk: Електронна пошта
ur: ای میل
uz_latn: ye-Pochta
uz_uz_cyrl: е-Почта
vi: Thư điện tử (Email)

source: Email settings
ar: إعدادات البريد الإلكتروني
cs: Nastavení e-mailu
es: Configuración del correo-e
fr: paramètres e-mail
nb: E-post innstillinger
ps: د برېښنالیک تنظیمات.
pt: Configurações de e-mail
ru: Настройки электронной почты
uk: Налаштування електронної пошти
ur: ای میل کی ترجیحات
uz_latn: Elektron pochta sozlamalari
uz_uz_cyrl: Электрон почта созламалари
vi: Cài đặt email

source: Access
ar: الوصول
cs: Přístup
es: Acceso
fr: Accès
nb: Tilgang
ps: لاس رسی
pt: Acesso
ru: Доступ
uk: Доступ
ur: رسائی
uz_latn: Kirish
uz_uz_cyrl: Кириш
vi: Truy xuất

source: Access settings
ar: إعدادات الوصول
cs: Nastavení přístupu
es: Configuración de acceso
fr: Paramètres d'accès
nb: Innstillinger for tilgang
ps: د لاسرسي تنظیمات
pt: Definições de acesso
ru: Настройки доступа
uk: Налаштування доступу
ur: رسائی کی ترجیحات
uz_latn: Kirish huquqi sozlamalari
uz_uz_cyrl: Кириш ҳуқуқи созламалари
vi: Cài đặt truy xuất

source: Calendar
ar: التقويم
cs: Kalendář
es: Calendario
nb: Kalender
ps: کلیز
pt: Calendário
ru: Календарь
uk: Календар
ur: کیلنڈر
uz_latn: Kalendar
uz_uz_cyrl: Календар
vi: Lịch

source: Calendar settings
ar: إعدادات التقويم
cs: Nastavení kalendáře
es: Configuración del calendario
fr: Paramètres du calendrier
nb: Kalender innstillinger
ps: د کلیز تنظیمات
pt: Configuração de calendário
ru: Настройки календаря
uk: Налаштування календаря
ur: کیلنڈر کی ترجیحات
uz_latn: Taqvim sozlamalari
uz_uz_cyrl: Тақвим созламалари
vi: Cài đặt lịch

source: Data Import
ar: استيراد البيانات
cs: Import dat
es: Importar base de datos
fr: Importation de données
ps: ډاټا یا مالومات ولېږدوئ
pt: Importação de dados
ru: Импорт данных
uk: Імпорт даних
ur: ڈیٹا درآمد
uz_latn: Maʼlumotlar importi
uz_uz_cyrl: Маълумотлар импорти
vi: Nhập dữ liệu

source: Data import settings
ar: إعدادات استيراد البيانات
cs: Nastavení importu dat
es: Configuración de importación de datos
fr: Paramètres d'importation de données
nb: Dataimport innstillinger
ps: د برېښنالیک ترتیبات
pt: Configuração de importação de dados
ru: Настройки импорта данных
uk: Налаштування імпорту даних
ur: ڈیٹا درآمد کی ترتیبات
uz_latn: Maʼlumotlarni import qilish sozlamalari
uz_uz_cyrl: Маълумотларни импорт қилиш созламалари
vi: Cài đặt nhập dữ liệu

source: Synchronization
ar: مزامنة
cs: Synchronizace
es: Sincronización
fr: Synchronisation
nb: Synkronisering
ps: هم مهاله کول
pt: Sincronização
ru: Синхронизация
uk: Синхронізація
ur: ہم آہنگی
uz_latn: Sinxronizatsiya
uz_uz_cyrl: Синхронизация
vi: Đồng bộ

source: Synchronization settings
ar: إعدادات المزامنة
cs: Nastavení synchronizace
es: Ajustes de sincronización
fr: Synchronisation
nb: Synkroniseringsinnstillinger
ps: په هم مهال وخت کې د پېښو د همغږۍ تنظیمات
pt: Configurações de sincronização
ru: Настройки синхронизации
uk: Налаштування синхронізації
ur: ہم آہنگی کی ترجیحات
uz_latn: Sinxronizatsiya sozlamalari
uz_uz_cyrl: Синхронизация созламалари
vi: Cài đặt đồng bộ

source: OAuth2 Clients
ar: عملاء OAuth2
cs: Klienti OAuth2
es: Clientes OAuth2
fr: Clients OAuth2
nb: OAuth2 Klienter
ps: د OAuth2 مراجعین
pt: Clientes da OAuth2
ru: Клиенты OAuth2
uk: Клієнти OAuth2
ur: OAuth2 گاہکوں
uz_latn: OAuth2 klientlari
uz_uz_cyrl: OAuth2 клиентлари
vi: Máy khách OAuth2

source: This field is required
ar: هذا الحقل مطلوب
cs: Toto pole je povinné
es: Se requiere éste campo
fr: Ce champs est requis
nb: Dette er et påkrevd felt
ps: دا ساحه اړینه ده
pt: Este campo é obrigatorio
ru: Это поле обязательно к заполнению
uk: Обов'язкове поле
ur: اس کو پر کرنا ضروری ہے
uz_latn: Ushbu qator toʼldirilishi shart
uz_uz_cyrl: Ушбу қатор тўлдирилиши шарт
vi: Trường này yêu cầu

source: This field should be a URL
cs: Toto pole by mělo být URL
es: Este campo debe ser una URL
fr: Ce champ doit être une URL
uk: Це поле повинно містити веб-адресу
uz_uz_cyrl: Ушбу сатрда URL бўлиши лозим
vi: Trường này phải là một URL
