Repository: dhis2/settings-app
Catalog: i18n/*.po
Languages: ar, cs, es, fr, nb, ps, pt, ru, uk, ur, uz_latn, uz_uz_cyrl, vi

source: Require category option combo to be specified
ar: يتطلب تحديد مزيج خيارات الفئة
cs: Vyžadovat zadání kombinace možnosti kategorie
es: Requiere que se especifique las opciones de categoría combinada
fr: La combinaison d'options de catégorie doit être précisée
nb: Krev at kategorialternativkombo skal spesifiseres
ps: د کټګورۍ د ترکیب انتخاب باید مشخص کړای شي
pt: Exigir que a combinação de opções de categoria seja especificada
ru: Требовать указание комбинации опции категории
uk: Вимагати, щоб було вказано комбінацію параметрів категорій
ur: مخصوص ہونے کے لئے زمرہ کا انتخاب کامبو
uz_latn: Belgilangan toifadagi parametrlarining kombinatsiyasini talab qilish
uz_uz_cyrl: Белгиланган тоифадаги параметрларининг комбинациясини талаб қилиш
vi: Yêu cầu Tổ Hợp Tùy Chọn Phân Loại được ghi rõ

source: Require attribute option combo to be specified
ar: يتطلب تحديد مزيج خيارات الخاصية
cs: Vyžadovat zadání kombinace možností atributů
es: Requiere que se especifique la combinación de opciones de atributos
fr: La combinaison d'options d'attribut doit être précisée
nb: Krev at attributt alternativkombo skal spesifiseres
ps: د اړتیا وړ ځانګړتیا د ترکیب انتخاب باید مشخص کړل شي
pt: Exigir que a combinação da opção de atributo seja especificada
ru: Требовать указание комбинации опции атрибута
uk: Вимагати, щоб було вказано комбінацію параметрів атрибутів
ur: مخصوص کرنے کے لئے آپشن آپشن کو نمایاں کریں
uz_latn: Belgilangan atributlar parametrlarining kombinatsiyasini talab qilish
uz_uz_cyrl: Белгиланган атрибутлар параметрларининг комбинациясини талаб қилиш
vi: Yêu cầu Tổ Hợp Tùy chọn Thuộc Tính được ghi rõ

source: Remote server URL
ar: عنوان URL للخادم البعيد
cs: Adresa URL vzdáleného serveru
es: Url del servidor remoto
fr: URL de serveur distant
nb: URL til ekstern server
ps: د URL د لرې واټن سرور
pt: URL do servidor remoto
ru: URL удаленного сервера
uk: URL-адреса віддаленого сервера
ur: ریموٹ سرور یو آر ایل
uz_latn: Masofaviy server URLi
uz_uz_cyrl: Масофавий сервер URLи
vi: Địa chỉ mạng máy chủ từ xa (URL)

source: Remote server username
ar: اسم المستخدم للخادم البعيد
cs: Uživatelské jméno vzdáleného serveru
es: Nombre de usuario del servidor remoto
fr: Nom d'utilisateur de serveur distant
nb: Brukernavn for ekstern server
ps: د لرې واټن د سرور کاروونکی نوم
pt: Nome de usuário do servidor remoto
ru: Имя пользователя на удаленном сервере
uk: Ім'я користувача віддаленого сервера
ur: ریموٹ سرور کا صارف نام
uz_latn: Masofaviy server foydaluvchi nomi
uz_uz_cyrl: Масофавий сервер фойдалувчи номи
vi: Tên đăng nhập máy chủ từ xa

source: Remote server password
ar: كلمة مرور الخادم البعيد
cs: Heslo vzdáleného serveru
es: Contraseña del servidor remoto
fr: Mot de passe de serveur distant
nb: Passord for ekstern server
ps: د لرې واټن د سرور پټ نوم
pt: Senha do servidor remoto
ru: Пароль на удаленном сервере
uk: Пароль віддаленого сервера
ur: ریموٹ سرور پاس ورڈ
uz_latn: Masofaviy server paroli
uz_uz_cyrl: Масофавий сервер пароли
vi: Mật khẩu máy chủ từ xa

source: System default (fallback)
cs: Výchozí nastavení systému (záložní)
es: Valores del sistema por defecto (fallback)
fr: Valeur système par défaut (secours)
pt: Padrão do sistema (fallback)
uz_latn: Standart tizim (qayta tiklanish)

source: Put analytics in maintenance mode
cs: Přepnout analytiku do režimu údržby
es: Poner analíticas en modo de mantenimiento
fr: Placer les analyses en mode de maintenance
nb: Sett analyser i vedlikeholdsmodus
pt: Coloque a análise no modo de manutenção
ru: Перевести аналитику в режим обслуживания
ur: تجزیہ موڈ میں تجزیات رکھو
uz_latn: Аnalitikani texnik rejimga oʼtkazing
uz_uz_cyrl: Аналитикани техник режимга ўтказинг

source: Change calendar setting
es: Cambiar la configuración del calendario

source: Changing your calendar setting after you have entered data can make your system unusable. If you have entered data, it is strongly recommended that you do not change your calendar setting.
es: Cambiar la configuración del calendario después de haber ingresado los datos puede hacer que su sistema quede inutilizado. Si ha introducido datos, se recomienda altamente que no cambie la configuración del calendario.

source: Yes, change calendar
es: Sí, cambiar calendario

source: Enable password expiry alerts
cs: Povolit upozornění na vypršení platnosti hesla
fr: Activer les alertes d'expiration de mot de passe
nb: Aktiver passord utløpsdato advarsler
pt: Activar alertas de expiração de senha
ru: Включить оповещения истечения срока действия пароля
ur: پاس ورڈ کے اختتامی انتباہات کو فعال کریں
uz_latn: Parolning amal qilish muddati tugagnligi haqida ogohlantirish

source: January
ps: جنوري

source: February
ps: فبروري

source: March
ps: مارچ

source: May
ps: می [ میاشت. می]

source: June
ps: جون

source: August
ps: اګست

source: September
ps: سپټمبر

source: November
ps: نومبر

source: December
ps: ډیسمبر

source: Monday
ps: دو شنبه [ د اونۍ ورځ - دو شنبه ]

source: Tuesday
ps: سه شنبه [ نیپالي.د اونۍ ورځ. سه شنبه ]

source: Wednesday
ps: چهارشنبه [ د اونۍ ورځ.چهار شنبه ]

source: Thursday
ps: پنج شنبه [ د اونۍ ورځ. پنج شنبه ]

source: Friday
ps: جمعه [ د اونۍ ورځ. جمعه ]

source: Saturday
ps: شنبه [ نیپالي.د اونۍ ورځ. شنبه ]

source: Sunday
ps: یک شنبه [ د اونۍ ورځ. یک شنبه ]

source: Days
ps: ورځې

source: Weeks
ps: اونۍ

source: Months
ps: میاشت

source: Bi-months
ps: دوه میاشتنۍ

source: Quarters
ps: ربعې

source: Six months
ps: شپږ میاشتې

source: Years
ps: کلونه

source: Other
ps: نور

source: Period types
ps: د مودې ډولونه

source: Default
ps: ډیفالټ
vi: Mặc định

source: Custom
ps: ځانګړی
vi: Tùy chỉnh

source: ISO 8601
ar: آيزو 8601
ps: د ISO ۸۶۰۱ کلیز

source: OSM Light
pt: Open street map lite
ur: OSM لائٹ
