Repository: dhis2/settings-app
Catalog: i18n/*.po
Languages: ar, cs, es, fr, nb, ps, pt, ru, uk, ur, uz_latn, uz_uz_cyrl, vi

source: Default digit group separator to display in analysis modules
ar: فاصل مجموعة الخانات الافتراضي لعرضه في الوحدات البرمجية للتحليل
cs: Výchozí oddělovač skupin číslic pro zobrazení v analytických modulech
es: Separador de grupos de dígitos predeterminado para mostrar en los módulos de análisis
fr: Séparateur de groupes de chiffres par défaut à afficher dans les modules d'analyse
nb: Standard siffergruppeseparator som skal vises i analysemoduler
ps: د تحلیل په نمونو کې د ښکاره کېدو په موخه د اصلي عدد د ګروپ بېلوونکی
pt: Separador de grupo de dígitos padrão a ser exibido nos módulos de análise
ru: Разделитель групп цифр по умолчанию для отображения в модулях анализа
uk: Роздільник груп цифр за замовчуванням для відображення в модулях аналізу
ur: تجزیہ ماڈیولز میں ڈسپلے کرنے کے لئے پہلے سے طے شدہ عدد گروپ الگ الگ
uz_latn: Аnalitika modulida standart raqamli guruhni koʼrsatish
uz_uz_cyrl: Аналитика модулида стандарт рақамли гуруҳни кўрсатиш
vi: Khoảng cách nhóm các chữ số mặc định hiển thị trong chương trình phân tích dữ liệu

source: Space
ar: مسافة
cs: Mezera
es: Espacio
fr: Espace
nb: Mellomrom
ps: فاصله یا واټن
pt: Espaço
ru: Пробел
uk: Пробіл
ur: خلائی
uz_latn: Oraliq (maydon)
uz_uz_cyrl: Оралиқ (майдон)
vi: Khoảng trắng

source: Comma
ar: فاصلة
cs: Čárka
es: Coma
fr: Virgule
nb: Komma
ps: کامه (،)
pt: Vírgula
ru: Запятая
uk: Кома
ur: کما
uz_latn: Vergul
uz_uz_cyrl: Вергул
vi: Dấu phẩy

source: Require authority to add to view object lists
ar: يتطلب صلاحية إضافة لعرض قوائم العناصر
cs: Vyžadovat oprávnění k přidání k zobrazení seznamů objektů
es: Requerir autorización para agregar a listas de objetos de vista
fr: Autorisation requise pour ajouter des éléments aux listes des objets de vue
nb: Krev autoritet for å legge til for å vise objektlister
ps: باید د اقلامو د لېسټ د کتلو او اضافه کولو واک ولري
pt: Exigir autorização para adicionar listas de objetos de exibição
ru: Требовать полномочия для добавления для просмотра списков объектов
uk: Потрібні повноваження для додавання до перегляду списків об'єктів
ur: اعتراض کی فہرستوں کو دیکھنے کے لئے شامل کرنے کا اختیار
uz_latn: Obʼektlar roʼyxatini koʼrishni qoʼshish uchun kirish vakolatini talab qilish
uz_uz_cyrl: Объектлар рўйхатини кўришни қўшиш учун кириш ваколатини талаб қилиш
vi: Yêu cầu thêm quyền để xem danh sách đối tượng

source: Custom login page logo
ar: شعار مخصص لصفحة تسجيل الدخول
cs: Vlastní logo přihlašovací stránky
es: Logotipo personalizado de la página de inicio de sesión
fr: Logo personnalisé de la page de connexion
nb: Tilpasset innloggingsside-logo
ps: د سیسټم پاڼې ته د ننوتو فرمایشي لوګو
pt: Logótipo personalizado da página de início de sessão
ru: Пользовательский логотип страницы входа
uk: Користувацький логотип сторінки входу
ur: اپنی مرضی کے لاگ ان پیج لوگو
uz_latn: Kirish sahifasida ishlatiladigan logotip
uz_uz_cyrl: Кириш саҳифасида ишлатиладиган логотип
vi: Thiết lập biểu tượng trang đăng nhập

source: Custom top menu logo
ar: شعار مخصص للقائمة العليا
cs: Vlastní logo horní nabídky
es: Logotipo personalizado del menú superior
fr: Logo personnalisé du menu supérieur
nb: Egendefinert toppmeny-logo
ps: د مینو د سر فرمایشي لوګو
pt: Logótipo personalizado do menu superior
ru: Пользовательский логотип верхнего меню
uk: Користувацький логотип верхнього меню
ur: اپنی مرضی کے اوپر مینو علامت (لوگو) لوگو
uz_latn: Yuqori menyuda ishlatiladigan logotip
uz_uz_cyrl: Юқори менюда ишлатиладиган логотип
vi: Thiết lập biểu tượng danh mục trên đầu trang

source: Allow users to switch dashboard items view type
cs: Povolit uživatelům přepínat typ zobrazení položek ovládacího panelu
es: Permitir a los usuarios cambiar el tipo de vista de los elementos del tablero
nb: Tillatt brukere å endre dashboardelementers visningsmodus
uk: Дозволити користувачам перемикати тип перегляду елементів інформаційної панелі
uz_uz_cyrl: Фойдаланувчиларга бошқарув панели элементлари кўриниши турини алмаштиришга рухсат беринг

source: Allow users to open dashboard items in relevant app
cs: Umožněte uživatelům otevřít položky ovládacího panelu v příslušné aplikaci
es: Permitir a los usuarios abrir elementos del tablero en la aplicación correspondiente
uk: Дозволити користувачам відкривати елементи інформаційні панелі у відповідному додатку
uz_uz_cyrl: Фойдаланувчиларгатегишли иловада бошқарув панели элементларини очишга рухсат бериш

source: Allow users to show dashboard items interpretations and details
cs: Umožněte uživatelům zobrazovat interpretace a podrobnosti položek ovládacího panelu
es: Permitir a los usuarios mostrar interpretaciones y detalles de los elementos del tablero
uk: Дозволити користувачам показувати інтерпретації та подробиці елементів інформаційної панелі
uz_uz_cyrl: Фойдаланувчиларга асбоблар панели элементларининг талқинлари ва тафсилотларини кўрсатишга рухсат беринг

source: Allow users to view dashboard items in fullscreen
cs: Umožněte uživatelům prohlížet položky ovládacího panelu na celé obrazovce
es: Permitir a los usuarios ver los elementos del tablero en pantalla completa
uk: Дозволити користувачам переглядати елементи інформаційні панелі у повноекранному режимі
uz_uz_cyrl: Фойдаланувчиларга бошқарув панелидаги нарсаларни тўлиқ экрандда кўришга рухсат беринг

source: Host name
ar: اسم المضيف
cs: Název hostitele
es: Nombre de host
fr: Nom de l'hôte
nb: Vertsnavn
ps: د کوربه نوم
pt: Nome do servidor
ru: Имя хоста
uk: Ім'я вузла
ur: میزبان کا نام
uz_latn: Xost nomi
uz_uz_cyrl: Хост номи
vi: Địa chỉ máy chủ

source: Port
ar: المنفذ
es: Puerto
ps: د ننوتو لار
pt: Porta
ru: Порт
uk: Порт
ur: پورٹ
uz_uz_cyrl: Порт
vi: Cổng

source: Username
ar: اسم المستخدم
cs: Uživatelské jméno
es: Nombre de usuario
fr: Nom d'utilisateur
nb: Brukernavn
ps: کارېدونکی نوم
pt: Nome de usuário
ru: Имя пользователя
uk: Ім'я користувача
ur: ØµØ§Ø±Ù Ú©Ø§ ÙØ§Ù
uz_latn: Фойдаланувчи исми
uz_uz_cyrl: Фойдаланувчи исми
vi: Tên đăng nhập

source: Email sender
ar: مرسل البريد الإلكتروني
cs: Odesílateli e-mailu
es: Remitente del correo-e
fr: Expéditeur de l'e-mail
nb: E-post avsender
ps: د برېښنالیک لېږونکی
pt: Remetente do email
ru: Отправитель электронного письма
uk: Відправник електронної пошти
ur: ای میل بھیجنے والا
uz_latn: Elektron xabar joʼnatuvchisi
uz_uz_cyrl: Электрон хабар жўнатувчиси
vi: Người gửi email

source: Send me a test email
ar: أرسل لي رسالة بريد إلكتروني اختبارية
cs: Zašlete mi zkušební e-mail
es: Envíame un correo-e de prueba
fr: M'envoyer un e-mail de test
nb: Send meg en test e-post
ps: ما ته یو ازمایښتي برېښنالیک راولېږئ
pt: Envie-me um email de teste
ru: Отправить мне тестовое письмо
uk: Надіслати мені тестовий електронний лист
ur: مجھے ایک ای میل بھیجیں
uz_latn: Menga elektron pochta xabarini test sifatida yuboring
uz_uz_cyrl: Менга электрон почта хабарини тест сифатида юборинг
vi: Gửi tôi thư điện tử để kiểm định

source: Self registration account user role
ar: دور المستخدم لحساب التسجيل الذاتي
cs: Uživatelská role účtu pro vlastní registraci
es: Role para cuentas de auto-registro
fr: Rôle d'utilisateur des des comptes auto-inscrits
nb: Selvregistrering brukerkontorolle
ps: په خپل سر د حساب په ثبتولو کې د کاروونکي رول
pt: Role de registo de contas do utilizadores
ru: Роль саморегистрации пользователя аккаунта
uk: Роль користувача облікового запису з самостійною реєстрацією
ur: خود رجسٹریشن اکاؤنٹ صارف کا کردار
uz_latn: Oʼz-oʼzini roʼyxatdan oʼtkazish akkauntining foydalanuvchi roli
uz_uz_cyrl: Ўз-ўзини рўйхатдан ўтказиш аккаунтининг фойдаланувчи роли
vi: Vai trò của người dùng được cấp khi tự đăng ký tài khoản

source: Disable self registration
ar: تعطيل التسجيل الذاتي
cs: Zakázat vlastní registraci
es: Inhabilitar el registro automático
fr: Désactiver l'auto-inscription
nb: Deaktiver selvregistrering
ps: د خودی راجستړ غیر فعال
pt: Desativar auto-registro
ru: Отключить самостоятельную регистрацию
uk: Вимкнути самостійну реєстрацію
ur: خود رجسٹریشن کو غیر فعال کریں
uz_latn: Oʼz-oʼzini roʼyxatdan oʼtkazishni oʼchirib qoʼyish
uz_uz_cyrl: Ўз-ўзини рўйхатдан ўтказишни ўчириб қўйиш
vi: Tắt chức năng tự đăng ký tài khoảng

source: Self registration account organisation unit
ar: الوحدة التنظيمية التي يتم تعيينها لحساب تسجيل ذاتي
cs: Organizační jednotka pro vlastní registraci účtu
es: Unidad organizativa para cuentas de auto-registro
fr: L'unité d'organisation des comptes auto-inscrits
nb: Selvregistreringskonto organisasjonsenhet
ps: په خپل سر د حساب د ثبت لپاره د سازمان واحد
pt: Conta de auto-registo unidade organizacional
ru: Саморегистрация аккаунта организации/отдела
uk: Організаційний підрозділ облікового запису з самостійною реєстрацією
ur: خود رجسٹریشن اکاؤنٹ تنظیم یونٹ
uz_latn: Oʼz-oʼzini roʼyxatdan oʼtkazishni tashkil etish boʼlimi
uz_uz_cyrl: Ўз-ўзини рўйхатдан ўтказишни ташкил этиш бўлими
vi: Đơn vị gán cho người dùng tự đăng ký tài khoản

source: Do not require recaptcha for self registration
ar: لا يطلب رمز التحقق بالنسبة للتسجيل الذاتي
cs: Pro vlastní registraci nevyžadujte recaptcha
es: No requiere recaptcha para auto-registro
nb: Ikke krev recaptcha for selvregistrering
ps: په خپل سر ثبت لپاره recaptcha ته اړتیا نه لري
pt: Não exigir recaptcha para auto-registo
ru: Не требовать повторной ввода «капчи» для самостоятельной регистрации
uk: Не вимагати recaptcha для самостійної реєстрації
ur: خود رجسٹریشن کے لئے دوبارہپچاچ کی ضرورت نہیں ہے
uz_latn: Oʼz-oʼzini roʼyxatdan oʼtkazish uchun qayta joʼnatishni talab qilmang
uz_uz_cyrl: Ўз-ўзини рўйхатдан ўтказиш учун қайта жўнатишни талаб қилманг
vi: Không yêu cầu gõ lại ký tự xác minh khi tự đăng ký tài khoảng

source: Enable user account recovery
ar: تمكين استرداد حساب المستخدم
cs: Povolit obnovení uživatelského účtu
es: Recuperación de cuentas de usuario
fr: Permettre la restauration de compte utilisateur
nb: Aktiver brukerkonto gjenoppretting
ps: د حساب کاروونکي ته د بېرته ترلاسه کولو توان ورکوي
pt: Permitir recuperar conta de utilizador
ru: Включить возврат аккаунта пользователя
uk: Увімкнути відновлення облікового запису користувача
ur: صارف اکاؤنٹ کی وصولی کو فعال کریں
uz_latn: Foydalanuvchi akkauntini tiklashni yoqish
uz_uz_cyrl: Фойдаланувчи аккаунтини тиклашни ёқиш
vi: Cho phép phục hồi tài khoản

source: Lock user account temporarily after multiple failed login attempts
ar: تم قفل حساب المستخدم مؤقتا بعد عدة محاولات لتسجيل الدخول الفاشلة
cs: Po několika neúspěšných pokusech o přihlášení dočasně uzamknout uživatelský účet
es: Bloquear temporalmente la cuenta de usuario después de varios intentos fallidos de inicio de sesión
fr: Verrouiller temporairement le compte de l'utilisateur après plusieurs tentatives de connexion infructueuses
nb: Lås brukeren midlertidig etter flere mislykkede innloggingsforsøk
ps: سیسټم ته د ننوتلو په موخه د څو پر له پسې هڅو څخه وروسته د لنډې مودې لپاره د کاروونکي حساب بند کړئ
pt: Bloquear temporariamente a conta de usuário após várias tentativas falhas de acesso
ru: Временно заблокировать учетную запись пользователя после нескольких неудачных попыток входа
uk: Тимчасово заблокувати обліковий запис користувача після декількох невдалих спроб входу
ur: ایک سے زیادہ ناکام لاگ ان کی کوششوں کے بعد عارضی طور پر صارف کا اکاؤنٹ بند کریں
uz_latn: Bir necha bor muvaffaqiyatsiz kirish urinishlari boʼlgandan soʼng, foydalanuvchi akkauntini vaqtincha bloklang
uz_uz_cyrl: Бир неча бор муваффақиятсиз кириш уринишлари бўлгандан сўнг, фойдаланувчи аккаунтини вақтинча блокланг
vi: Khóa tạm thời tài khoảng người dùng sau nhiều lần thử đăng nhập không thành công

source: Allow users to grant own user roles
ar: السماح للمستخدمين بمنح أنفسهم أدوار مستخدمين
cs: Povolit uživatelům přidělit vlastní uživatelské role
es: Permitir a los usuarios otorgar roles de usuario propio
nb: Tillat brukere å gi egne brukerroller
ps: کاروونکو ته اجازه ورکړئ چې د خپل کاروونکي دندې ورکړي
pt: Permitir que os usuários concedam funções de usuário próprio
ru: Разрешить пользователям назначать собственные роли
uk: Дозволити користувачам надавати власні ролі користувача
ur: صارفین کو اپنا صارف کردار ادا کرنے کی اجازت دیں
uz_latn: Foydalanuvchilarga oʼz rolini koʼrsatishga ruxsat berish
uz_uz_cyrl: Фойдаланувчиларга ўз ролини кўрсатишга рухсат бериш
vi: Cho phép người dùng cung cấp phân quyền cho người dùng khác

source: Allow assigning object to related objects during add or update
ar: السماح بإسناد عنصر إلى العناصر ذوي الصلة خلال الإضافة أو التحديث
cs: Během přidávání nebo aktualizace povolte přiřazení objektu k souvisejícím objektům
es: Permitir asignar objetos a objetos relacionados durante la adición o actualización
fr: Permet l'attribution d'un objet à des objets liés pendant un ajout ou une mise à jour
nb: Tillat å tilordne objekt til relaterte objekter under tillegging eller oppdatering
ps: د اضافه کولو یا تجدید پرمهال اړندو اقلامو سره د یوې برخې د سپارلو اجازه ورکوي
pt: Permitir a atribuição de objetos a objetos relacionados durante a adição ou atualização
ru: Разрешить присваивать объект связанным объектам во время добавления или обновления
uk: Дозволити призначення об'єкта пов'язаним об'єктам під час додавання або оновлення
ur: شامل کرنے یا اپ ڈیٹ کے دوران متعلقہ اشیاء پر اعتراض تفویض کرنے کی اجازت دیں
uz_latn: Qoʼshish yoki yangilash paytida tegishli obʼektlarga bogʼliq obʼektni tayinlashda ruxsat berish
uz_uz_cyrl: Қўшиш ёки янгилаш пайтида тегишли объектларга боғлиқ объектни тайинлашда рухсат бериш
vi: Cho phép gán đối tượng liên quan trong khi thêm hoặc cập nhật

source: Require user account password change
ar: طلب تغيير كلمة مرور حساب المستخدم
cs: Vyžadovat změnu hesla uživatelského účtu
es: Requiere el cambio de contraseña de la cuenta de usuario
nb: Krev passordbytte på brukerkonto
ps: د کاروونکي حساب پټ نوم بدلولو ته اړتیا لري
pt: Exigir alteração na senha da conta de usuário
ru: Требовать смены пароля учетной записи пользователя
uk: Вимагати зміни пароля облікового запису користувача
ur: صارف کا اکاؤنٹ پاس ورڈ کی ضرورت ہے
uz_latn: Foydalanuvchi akkauntidan parolini almashtirishni talab qilish
uz_uz_cyrl: Фойдаланувчи аккаунтидан паролини алмаштиришни талаб қилиш
vi: Yêu cầu thay đổi mật khẩu tài khoản

source: Never
ar: مطلقاً
cs: Nikdy
es: Nunca
fr: Jamais
nb: Aldri
ps: هېڅکله نه
pt: Nunca
ru: Никогда
uk: Ніколи
ur: کبھی نہیں
uz_latn: Hech qachon
uz_uz_cyrl: Ҳеч қачон
vi: Chưa bao giờ

source: 3 months
ar: 3 أشهر
cs: 3 měsíce
es: 3 meses
fr: 3 mois
nb: 3 måneder
ps: درې میاشتې
pt: 3 meses
ru: 3 месяца
uk: 3 місяці
ur: 3 ماہ
uz_latn: 3 oy
uz_uz_cyrl: 3 ой
vi: 3 tháng

source: 6 months
ar: 6 أشهر
cs: 6 měsíců
es: 6 meses
fr: 6 mois
nb: 6 måneder
ps: شپږ میاشتې
pt: 6 meses
ru: 6 месяцев
uk: 6 місяців
ur: 6 ماہ
uz_latn: 6 oy
uz_uz_cyrl: 6 ой
vi: 6 tháng

source: 12 months
ar: 12 شهر
cs: 12 měsíců
es: 12 meses
fr: 12 mois
nb: 12 måneder
ps: دولس میاشتې
pt: 12 Meses
ru: 12 месяцев
uk: 12 місяців
ur: 12 ماہ
uz_latn: 12 oy
uz_uz_cyrl: 12 ой
vi: 12 tháng

source: Minimum characters in password
ar: الحد الأدنى من المحارف في كلمة المرور
cs: Minimální počet znaků v hesle
es: Caracteres mínimos en la contraseña
fr: Nombre min. de caractères dans un mot de passe
nb: Minimum tegn i passord
ps: په پټ نوم کې تر ټولو کم حروف
pt: Caracteres mínimos na senha
ru: Минимальное количество символов в пароле
uk: Мінімальна кількість символів у паролі
ur: پاس ورڈ میں کم از کم حروف
uz_latn: Parolda minimal talablar
uz_uz_cyrl: Паролда минимал талаблар

source: CORS whitelist
ar: CORS القائمة البيضاء
cs: Seznam povolených CORS
es: Lista blanca de CORS
fr: Liste verte CORS
nb: CORS hvitliste
pt: Lista branca do CORS
ru: Белый список CORS
uk: Білий список CORS
uz_latn: CORS oq roʼyxati
uz_uz_cyrl: CORS оқ рўйхати

source: reCAPTCHA Site Key
ar: مفتاح صفحة reCAPTCHA
cs: Klíč webu reCAPTCHA
es: reCAPTCHA Clave del sitio
fr: Clé du site reCAPTCHA
ru: Ключ сайта reCAPTCHA
uk: Ключ сайту reCAPTCHA
ur: reCaptcha سائٹ کلید
uz_latn: reCAPTCHA Sayt Kaliti
uz_uz_cyrl: reCAPTCHA Сайт Калити

source: reCAPTCHA Secret Key
ar: مفتاح reCAPTCHA السري
cs: tajný klíč reCAPTCHA
es: reCAPTCHA Clave secreta
fr: Clé secrète reCAPTCHA
ru: Секретный ключ reCAPTCHA
uk: Секретний ключ reCAPTCHA
ur: reCaptcha خفیہ کلیدی
uz_latn: reCAPTCHA Maxfiy Kalit
uz_uz_cyrl: reCAPTCHA Махфий Калит

source: Coptic
ar: قبطي
es: Copto
fr: copte
nb: Koptisk
ps: کوفټیک کلیز
ru: Коптский
uk: Коптська
ur: کاپی
uz_latn: Kopt tili
uz_uz_cyrl: Копт тили

source: Ethiopian
ar: إثيوبي
cs: Etiopský
es: Etíope
fr: éthiopien
nb: Etiopisk
ps: ایتوفیايي کلیز
ru: Эфиопский
uk: Ефіопська
ur: ایتھوپیا
uz_latn: Efiopiya tili
uz_uz_cyrl: Эфиопия тили

source: Gregorian
ar: الغريغوري
cs: gregoriánský
es: Gregoriano
fr: grégorien
nb: Gregoriansk
ps: ګریګورین کلیز
ru: Григорианский
uk: Григоріанський
ur: گریگورین
uz_latn: Grigorian tili
uz_uz_cyrl: Григориан тили

source: Islamic
ar: إسلامي
cs: islámský
es: Islámica
fr: islamique
nb: Islamsk
ps: اسلامي کلیز
pt: Islamico
ru: Исламский
uk: Ісламський
ur: اسلامی
uz_latn: Islom
uz_uz_cyrl: Ислом

source: Julian
ar: جولياني
cs: Juliánský
es: Juliano
fr: julien
nb: Juliansk
ps: رومي کلیز
ru: Юлианский
uk: Юліанський
ur: جولین
uz_latn: Julian tili
uz_uz_cyrl: Жулиан тили

source: Nepali
ar: نيبالي
es: Nepalí
fr: népalais
nb: Nepalsk
ps: نېپالي کلیز
ru: Непальский
uk: Непальська
ur: نیپالی
uz_latn: Nepal tili
uz_uz_cyrl: Непал тили

source: Thai
ar: تايلاندي
es: Tailandés
fr: thaï
ps: تایلنډي کلیز
ru: Тайский
uk: Тайська
ur: تھائی
uz_latn: Tai tili
uz_uz_cyrl: Таи тили

source: Persian
ar: فارسي
cs: Peršan
es: Persa
fr: Persan
nb: Persisk
ru: Персидский
uk: Перська
ur: فارسی
uz_latn: Fors tili
uz_uz_cyrl: Форс тили

source: Date format
ar: صيغة التاريخ
cs: Formát data
es: Formato de fecha
fr: Format de date
nb: Datoformat
ps: د نېټې فارمټ
pt: Formato da data
ru: Формат даты
uk: Формат дати
ur: تاریخ کی شکل
uz_latn: Sana formati
uz_uz_cyrl: Сана формати
vi: Định dạng ngày

source: Require periods to match period type of data set
ar: تتطلب فترات زمنية لتطابق نوع الفترة الزمنية من حزمة البيانات
cs: Vyžadovat období, aby odpovídala typu období datové sady
es: Requerir períodos para coincidir con el tipo de período del set de datos
fr: Les périodes doivent correspondre au type de période de l'ensemble de données
nb: Krev at perioder skal matche periodetype av datasett
ps: د ډاټا یا مالوماتو د ټولګې د مودې د ډول سره د مطابقت په موخه مودو ته اړتیا لیدل کیږي
pt: Exigir que os períodos correspondam ao tipo de período do conjunto de dados
ru: Требовать, чтобы периоды соответствовали типу периода набора данных
uk: Вимагати, щоб періоди відповідали типу періоду набору даних
ur: ڈیٹا سیٹ کی مدت کی قسم سے ملنے کے لئے دور کی ضرورت ہے
uz_latn: Maʼlumotlar toʼplamining davr turiga mos keladigan davrlarni talab qilish
uz_uz_cyrl: Маълумотлар тўпламининг давр турига мос келадиган даврларни талаб қилиш
vi: Yêu cầu Thời Điểm phù hợp với Loại Thời Điểm của Tập Dữ Liệu

source: Require data elements to be part of data set
ar: مطلوب أن تكون عناصر البيانات جزءاً من حزمة بيانات
cs: Vyžadovat, aby datové prvky byly součástí datové sady
es: Se requiere que los elementos de datos formen parte del set de datos
fr: Les éléments de données doivent faire partie de l'ensemble de données
nb: Krev at dataelementer skal være en del av datasett
pt: Exigir que elementos de dados façam parte do conjunto de dados
ru: Требовать, чтобы элементы данных были частью набора данных
uk: Вимагати, щоб елементи даних були частиною набору даних
uz_latn: Maʼlumotlar elementlarini maʼlumotlar toʼplamining bir qismi boʼlishini talab qilish
uz_uz_cyrl: Маълумотлар элементларини маълумотлар тўпламининг бир қисми бўлишини талаб қилиш

source: Require category option combos to match category combo of data element
ar: يتطلب مطابقة أمزجة خيارات الفئة لمزيج فئات عناصر البيانات
cs: Vyžadovat kombinace možností kategorie, aby odpovídala kombinaci kategorií datového prvku
es: Requerir combinaciones de opciones de categoría para que coincidan con categorías de elementos de datos
fr: Nécessité de combinaisons d'options de catégorie correspondant à la combinaison de catégories d'élément de données
nb: Krev kategorialternativkomboer til å matche kategorikombo av dataelement
ps: د ډاټا یا مالوماتو د برخې د ترکیبي کټګورۍ سره د مطابقت په موخه د کټګورۍ د ترکیب انتخاب لازم دی.
pt: Exigir combinações de opção de categoria para combinar combinações de categoria de elemento de dados
ru: Требовать соответствия комбинаций опции категории комбинациям категории элемента данных
uk: Вимагати, щоб комбінації параметрів категорій відповідали комбінації категорій елемента даних
ur: ڈیٹا عنصر کے زمرے کوبو سے ملنے کے لئے زمرہ کے اختیارات کو جمع کرنے کی ضرورت ہے
uz_latn: Maʼlumotlar elementlarining toifalar kombinatsiyasiga mos keladigan toifadagi parametrlarni talab qiling
uz_uz_cyrl: Маълумотлар элементларининг тоифалар комбинациясига мос келадиган тоифадаги параметрларни талаб қилинг
vi: Yêu cầu Tổ Hợp Tùy Chọn Phân Loại phù hợp với Tổ Hợp Phân Loại của Phần Tử Dữ Liệu

source: Require organisation units to match assignment of data set
ar: يتوجب على الوحدات التنظيمية مطابقة إسناد حزمة البيانات
cs: Vyžadovat, aby organizační jednotky odpovídaly přiřazení datové sady
es: Requerir que las unidades organizativas coincidan con la asignación del set de datos
fr: Les unités d'organisation doivent correspondre à l'attribution de l'ensemble de données
nb: Krev at organisasjonsenheter skal matche tildeling av datasett
ps: د ډاټا یا مالوماتو د ټولګې سره د مطابقت په منظور د سازمان واحدونو ته اړتیا لیدل کیږي.
pt: Exigir que as unidades da organização correspondam à atribuição do conjunto de dados
ru: Требовать, чтобы организационные единицы соответствовали назначению набора данных
uk: Вимагати, щоб організаційні підрозділи відповідали призначенню набору даних
ur: ڈیٹا سیٹ کے تفویض سے ملنے کے لئے تنظیم کے یونٹس کی ضرورت ہے
uz_latn: Tashkiliy boʼlimlar maʼlumotlar toʼplamining tayinlaniga mos kelishini talab qiling
uz_uz_cyrl: Ташкилий бўлимлар маълумотлар тўпламининг тайинланига мос келишини талаб қилинг
vi: Yêu cầu Đơn Vị phù hợp với việc gán Tập Dữ Liệu

source: Require attribute option combos to match category combo of data set
ar: يتطلب مطابقة أمزجة خيارات الخاصية لمزيج فئات حزم البيانات
cs: Vyžadovat kombinace atributů atributů, aby odpovídaly kombinaci kategorií datové sady
es: Requiere combinaciones de opciones de atributos para que coincidan con la categorías combinadas del set de datos
fr: Les combinaisons d'options d'attribut doivent correspondre à la combinaison de catégories de l'ensemble de données
nb: Krev at attributtalternativkomboer skal matche kategorikombo av datasett
ps: د ډاټا یا مالوماتو د ټولګې د کټګورۍ د ترکیب سره د مطابقت لپاره د ترکیبي ځانګړتیا اړینه ده.
pt: Exigir combinações de opções de atributo para corresponder à combinação de categorias do conjunto de dados
ru: Требовать соответствия комбинаций опции атрибута комбинациям категории набора данных
uk: Вимагати, щоб комбінації параметрів атрибутів відповідали комбінації категорій набору даних
ur: ڈیٹا سیٹ کے زمرے کوبو سے ملنے کے لئے آپشن اختیار combos کی ضرورت ہے
uz_latn: Kategoriya kombinatsiyalari mos kelishi uchun atribut parametrlari kombinatsiyalarini talab qiling
uz_uz_cyrl: Категория комбинациялари мос келиши учун атрибут параметрлари комбинацияларини талаб қилинг
vi: Yêu cầu Tổ Hợp Tùy Chọn Thuộc Tính phù hợp với Tổ Hợp Phân Loại của Tập Dữ Liệu
