Repository: dhis2/settings-app
Catalog: i18n/prs.po
Languages: fa_af

source: No flag
fa_af: عدم پرچم

source: Search settings
fa_af: تنظیمات جستجو

source: Replace image
fa_af: تغیر تصویر

source: Preview image
fa_af: نمایش تصویر

source: Upload image
fa_af: اضافه کردن تصویر

source: Cancel upload
fa_af: لغو اپلود

source: Select language
fa_af: انتخاب لسان

source: Create new version
fa_af: ایجاد نسخه جدید

source: Atomic
fa_af: اتمیک

source: None
fa_af: هیچ‌کدام

source: Last sync attempt
fa_af: آخرین کوشش هم سازی

source: Failed
fa_af: ناکام

source: No versions exist
fa_af: هیچ نسخه وجود ندارد

source: Enable Versioning for metadata sync
fa_af: فعال سازی نسخه برای هم سازی میتا دیتا

source: Don't sync metadata if DHIS versions differ
fa_af: اگر نسخه DHIS فرق میکرد هیچ وقت دیتا را هم سازی نکنید

source: Metadata Versioning
fa_af: نسخه میتا دیتا

source: This client ID is already taken
fa_af: آی دی این استفاده کننده قبلا گرفته شده

source: Name
fa_af: نام

source: Required
fa_af: ضروری

source: Client ID
fa_af: هویت مشتری

source: Client Secret
fa_af: رمز مشتری

source: Grant Types
fa_af: نوع اعانه

source: Password
fa_af: کلید رمز

source: Refresh token
fa_af: علامت تجدید قوا

source: Authorization code
fa_af: کود صلاحیت

source: One URL per line
fa_af: یک URI در یک خط

source: Redirect URIs
fa_af: یو آر ال های غیر مستقیم

source: This field should contain a list of URLs
fa_af: این بخش باید شامل لیست URLs باشد

source: Create new OAuth2 Client
fa_af: ایجاد مشتری جدید او ای یووت 2

source: Edit OAuth2 Client
fa_af: تصحیح مشتری او ای یووت 2

source: Save
fa_af: ذخیره

source: Cancel
fa_af: انصراف

source: There are currently no OAuth2 clients registered
fa_af: فعلآ هیچ OAuth2 clients راجستر نشده است

source: Edit
fa_af: تجدید

source: Delete
fa_af: حذف

source: OAuth2 client saved
fa_af: ثبت OAuth2 client

source: Failed to save OAuth2 client
fa_af: ثبت OAuth2 client به ناکامی انجامید

source: Yes
fa_af: بلی

source: No
fa_af: نخیر

source: OAuth2 client deleted
fa_af: خذف OAuth2 client

source: Settings updated
fa_af: تنظیمات تجدید گردید

source: General
fa_af: عمومی

source: General settings
fa_af: تنظیمات عمومی

source: Analytics
fa_af: تجزیه و تحلیل

source: Analytics settings
fa_af: تنظیمات انالیتیکس

source: Server
fa_af: سرور

source: Server settings
fa_af: تنظیمات سرور

source: Appearance
fa_af: ظاهر

source: Appearance settings
fa_af: تنظیمات نمایش

source: Email
fa_af: برېښنالیک

source: Email settings
fa_af: تنظیمات ایمیل

source: Access
fa_af: دسترسی

source: Access settings
fa_af: تنظیمات دسترسی

source: Calendar
fa_af: تقویم

source: Calendar settings
fa_af: تنظیمات تقویم

source: Data Import
fa_af: انتقال دیتا

source: Data import settings
fa_af: تنظیمات وارد کردن اطلاعات

source: Synchronization
fa_af: همگاه سازی

source: Synchronization settings
fa_af: تنظیمات همگاه سازی

source: OAuth2 Clients
fa_af: مشتریان او ای یووت 2

source: This field is required
fa_af: این بخش لازمی میباشد

source: This field should be a number
fa_af: این بخش باید ارقام باشد

source: This field should be a positive number
fa_af: این بخش باید ارقام مثبت باشد

source: This setting can be overridden by user settings
fa_af: این تنظیمات باید توسط تنظیمات استفاده کنند تجدید شود

source: No settings matched the search term
fa_af: هیچ تنظیمات به جستجو مطابق نکرد

source: Search results
fa_af: نتایج جستجو

source: Maximum number of analytics records
fa_af: تعداد اعظمی ریکارد های انالتیکس

source: Unlimited
fa_af: محدود ناشده

source: Infrastructural indicators
fa_af: شاخص های بنیادی

source: Infrastructural data elements
fa_af: عناصر اطلاعات بنیادی

source: Infrastructural period type
fa_af: نوع معیاد بنیادی

source: Daily
fa_af: روزنه

source: Weekly
fa_af: هفته وار

source: Monthly
fa_af: ماهانه

source: Bi-monthly
fa_af: دوبار در- ماه

source: Quarterly
fa_af: سه ماهه

source: Six-monthly
fa_af: شش-ماهه

source: Six-monthly April
fa_af: شش-ماهه اپریل

source: Yearly
fa_af: سالانه

source: Financial-April
fa_af: مالی- آپریل

source: Financial-July
fa_af: مالی - جولای

source: Financial-Oct
fa_af: مالی - اکتوبر

source: Feedback recipients
fa_af: دریافت کننده نظریات

source: No message recipients
fa_af: عدم دریافت کننده پیام

source: Max offline organisation unit levels
fa_af: سطوح واحد سازمان در آفلاین

source: Data analysis std dev factor
fa_af: فکتور انکشاف استندرد تحلیل اطلاعات

source: Phone number area code
fa_af: شماره تیلفون و کود ساحه

source: Enable multi-organisation unit forms
fa_af: فعال سازی فورمه های واحد های سازمان چند گانه

source: Acceptance required before approval
fa_af: پذیرش قبل از منظوری نیاز است

source: Default relative period for analysis
fa_af: معیاد مربوطه برای تحلیل

source: This month
fa_af: ماه جاری

source: Last month
fa_af: ماه گذشته

source: This bi-month
fa_af: دوبار در ماه جاری

source: Last bi-month
fa_af: دوبار در ماه گذشته

source: This quarter
fa_af: سه ماهه جاری

source: Last quarter
fa_af: سه ماهه آخیر

source: This six-month
fa_af: شش-ماه جاری

source: Last six-month
fa_af: شش-ماهه گذشته

source: Months this year
fa_af: ماه های سال هذا

source: Quarters this year
fa_af: ربع های سال هذا

source: This year
fa_af: سال جاری

source: Months last year
fa_af: ماه های سال گذشته

source: Quarters last year
fa_af: ربع های سال گذشته

source: Last year
fa_af: سال گذشته

source: Last 5 years
fa_af: 5 سال گذشته

source: Last 12 months
fa_af: 12 ماهه گذشته

source: Last 6 months
fa_af: 6 ماه گذشته

source: Last 3 months
fa_af: 3 ماهه گذشته

source: Last 6 bi-months
fa_af: دروبار در شش-ماه گذشته

source: Last 4 quarters
fa_af: 4 سه ماهه آخیر

source: Last 2 six-months
fa_af: 2 شش-ماهه گذشته

source: This financial year
fa_af: سال مالی جاری

source: Last financial year
fa_af: سال گذشته مالی

source: Last 5 financial years
fa_af: 5 سال گذشته مالی

source: This week
fa_af: هفته جاری

source: Last week
fa_af: هفته گذشته

source: Last 4 weeks
fa_af: 4 هفته گذشته

source: Last 12 weeks
fa_af: 12 هفته گذشته

source: Last 52 weeks
fa_af: 52 هفته گذشته

source: April
fa_af: آپریل

source: July
fa_af: جولای

source: October
fa_af: اکتبر

source: Cache strategy
fa_af: استراتیژی ذخیره

source: No cache
fa_af: عدم ذخیره

source: Cache for 15 minutes
fa_af: ذخیره برای 15 دقیقه

source: Cache for 30 minutes
fa_af: ذخیره برای 30 دقیقه

source: Cache for one hour
fa_af: ذخیره برای یک ساعت

source: Cache for two weeks
fa_af: ذخیره برای دو هفته

source: Cacheability
fa_af: استراتیژی ذخیره

source: Public
fa_af: عام

source: Private
fa_af: خاص

source: Max number of years to hide unapproved data in analytics
fa_af: پنهان سازی اطلاعات منظوری ناشده در انالیتیکس

source: Never check approval
fa_af: هیچگاه تایید را چک نکنید

source: Check approval for all data
fa_af: چیک کردن تایید برای همه دیتا

source: Current year only
fa_af: تنها سال جاری

source: Last 2 years
fa_af: 2 سال آخیر

source: Last 3 years
fa_af: 3 سال آخیر

source: Last 4 years
fa_af: 4 سال آخیر

source: Last 6 years
fa_af: 6 سال آخیر

source: Last 7 years
fa_af: 7 سال آخیر

source: Last 8 years
fa_af: 8 سال آخیر

source: Last 9 years
fa_af: 9 سال آخیر

source: Last 10 years
fa_af: 10 سال آخیر

source: Respect category option start and end date in analytics table export
fa_af: تاریخ آغاز و ختم گزینه کتگوری انتخاب شده به انالتیکس انتقال گردید

source: Put analytics in maintenance mode
fa_af: گذاشتن شیوه تحلیل در حالت حفظ و مراقبت

source: Number of database server CPUs
fa_af: تعداد دیتابس های که سی پی یو تغذیه مینماید

source: Automatic (detect based on web server)
fa_af: اتومات (تشخیص به اساس ویب سرفر)

source: System notifications email address
fa_af: ایمیل آدرس اطلاعیه سیستم

source: Google Analytics (Universal Analytics) key
fa_af: کلیدی تحلیلی گوگل (تحلیل جهانی)

source: Application title
fa_af: عنوان درخواستی

source: Application introduction
fa_af: معرفی برنامه

source: Application notification
fa_af: اعلامیه درخواستی

source: Application left-side footer
fa_af: طرف چپ پاورقی درخواستی

source: Application right-side footer
fa_af: طرف راست پاورقی درخواستی

source: Style
fa_af: استایل

source: Start page
fa_af: صحفه آغاز

source: Help page link
fa_af: لینک صفحه کمک

source: Flag
fa_af: پرچم

source: Interface language
fa_af: زبان صفه های اپلیکیشن

source: Database language
fa_af: زبان دیتابیس

source: Property to display in analysis modules
fa_af: ویژگی که در مادیول تحلیل به نمایش بیاید

source: Short name
fa_af: نام کوتاه

source: Default digit group separator to display in analysis modules
fa_af: پیش فرض گروپ جداسازی ارقام بخاطر نمایش در بخش تحلیل

source: Space
fa_af: فاصله

source: Comma
fa_af: کامه

source: Require authority to add to view object lists
fa_af: نیاز به صلاحیت جهت افزایش و نمایش لست های موضوع میباشد

source: Custom login page logo
fa_af: لوگوی صفحه مروج داخل شدن به سیستم

source: Custom top menu logo
fa_af: لوگوی مروج مینوی بالا

source: Host name
fa_af: نام میزبان

source: Port
fa_af: پورت

source: Username
fa_af: نام کاربر

source: TLS
fa_af: تی ال س

source: Email sender
fa_af: ارسال کننده ایمیل

source: Send me a test email
fa_af: یک ایمیل آزمایشی ارسال نمائید

source: Self registration account user role
fa_af: نقش استفاده کننده حساب ثبت و راجستر خویشتن

source: Disable self registration
fa_af: عدم اجازه ثبت و راجستر خویشتن

source: Self registration account organisation unit
fa_af: واحد سازمان حساب ثبت و راجستر خویشتن

source: Do not require recaptcha for self registration
fa_af: عدم نیاز به باز پس گیری مجدد برای ثبت و راجستر خویشتن

source: Enable user account recovery
fa_af: فعال سازی بازگیری مجدد حساب استفاده کننده

source: Lock user account temporarily after multiple failed login attempts
fa_af: بعد از چند بار وارد کردن رمز اشتباه بسته نموده استفاده کننده

source: Allow users to grant own user roles
fa_af: اجازه استفاده کننده گان جهت تصدیق نقش های خود استفاده کننده

source: Allow assigning object to related objects during add or update
fa_af: اجازه تعین موضوع به موضوعات مربوطه هنگام افزایش و تجدید

source: Require user account password change
fa_af: به تغیر کلید رمز حساب استفاده کننده نیاز است

source: Never
fa_af: هیچ گاه

source: 3 months
fa_af: 3 ماهه

source: 6 months
fa_af: 6 ماهه

source: 12 months
fa_af: 12 ماهه

source: Minimum characters in password
fa_af: کمترین کلمه در رمز

source: CORS whitelist
fa_af: لست کورس

source: Coptic
fa_af: قبطی

source: Ethiopian
fa_af: ایتوپیایی

source: Gregorian
fa_af: میلادی

source: Islamic
fa_af: اسلامی

source: ISO 8601
fa_af: سازمان بین المللی استندرد 8601

source: Julian
fa_af: جولیان

source: Nepali
fa_af: نیپال

source: Thai
fa_af: تایلندی

source: Date format
fa_af: فارمت اطلاعات

source: Require periods to match period type of data set
fa_af: دوره برای مطابقت نوع دوره دیتاسیت لازمی است

source: Require category option combos to match category combo of data element
fa_af: گزینه ترکیب کتگوری برای مطابقت کتگوری ترکیبی دیتا ایلمنت لازمی است

source: Require organisation units to match assignment of data set
fa_af: واحد سازمان برای مطابقت هر دیتاسیت لازمی است

source: Require attribute option combos to match category combo of data set
fa_af: گزینه ترکیبی مشخصه برای مطابقت ترکیب کتگوری دیتاسیت لازمی است

source: Require category option combo to be specified
fa_af: مشخص کردن گزینه ترکیب کتگوری لازمی است

source: Require attribute option combo to be specified
fa_af: مشخص کردن گزینه ترکیب مشخصه لازمی است

source: Remote server URL
fa_af: سرفر از راه دور یو آر ال

source: Remote server username
fa_af: اسم استفاده کننده سرفر از راه داور

source: Remote server password
fa_af: کلید رمز سرفر از راه دور
